<html>

<head>
    <meta content="text/html; charset=UTF-8" http-equiv="content-type">
	<meta name="viewport" content="width=device-width, initial-scale=1" >
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" 
		      rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">

</head>

<body data-bs-theme="dark">
	<div class="container">
    <p class="c12 c15"><span class="c5 c14"></span></p>
    <table class="c8">
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#34584;&#34523;&#12398;&#31992;</span></p>
                <p class="c2"><span class="c4">&#33445;&#24029;&#40845;&#20043;&#20171;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2" id="h.epm95e6cfaof"><span class="c4">Akutagawa Ry&ucirc;nosuke&#39;s &quot;The Spider Thread&quot;</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <h4 class="c2"><span class="c3">&#19968;</span></h4></td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2 c12"><span class="c4"></span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12354;&#12427;&#26085;&#12398;&#20107;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;&#24481;&#37320;&#36838;&#27096;&#65288;&#12362;&#12375;&#12419;&#12363;&#12373;&#12414;&#65289;&#12399;&#26997;&#27005;&#12398;&#34030;&#27744;&#65288;&#12399;&#12377;&#12356;&#12369;&#65289;&#12398;&#12405;&#12385;&#12434;&#12289;&#29420;&#12426;&#12391;&#12406;&#12425;&#12406;&#12425;&#24481;&#27497;&#12365;&#12395;&#12394;&#12387;&#12390;&#12356;&#12425;&#12387;&#12375;&#12419;&#12356;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">It so happens that one day the Lord Buddha is strolling alone on the shore of the lotus pond in Paradise.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#27744;&#12398;&#20013;&#12395;&#21682;&#12356;&#12390;&#12356;&#12427;&#34030;&#65288;&#12399;&#12377;&#65289;&#12398;&#33457;&#12399;&#12289;&#12415;&#12435;&#12394;&#29577;&#12398;&#12424;&#12358;&#12395;&#12414;&#12387;&#30333;&#12391;&#12289;&#12381;&#12398;&#12414;&#12435;&#20013;&#12395;&#12354;&#12427;&#37329;&#33394;&#65288;&#12365;&#12435;&#12356;&#12429;&#65289;&#12398;&#34122;&#65288;&#12378;&#12356;&#65289;&#12363;&#12425;&#12399;&#12289;&#20309;&#12392;&#12418;&#20113;&#12360;&#12394;&#12356;&#22909;&#65288;&#12424;&#65289;&#12356;&#21250;&#65288;&#12395;&#12362;&#12356;&#65289;&#12364;&#12289;&#32118;&#38291;&#65288;&#12383;&#12360;&#12414;&#65289;&#12394;&#12367;&#12354;&#12383;&#12426;&#12408;&#28322;&#65288;&#12354;&#12405;&#65289;&#12428;&#12390;&#23621;&#12426;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">All the lotus blossoms blooming in the pond are globes of the whitest white and from the golden stamen in the center of each an indescribably pleasant fragrance issues forth abidingly over the adjacent area. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#26997;&#27005;&#12399;&#19969;&#24230;&#26397;&#12394;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12375;&#12423;&#12358;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Day is just dawning in Paradise.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12420;&#12364;&#12390;&#24481;&#37320;&#36838;&#27096;&#12399;&#12381;&#12398;&#27744;&#12398;&#12405;&#12385;&#12395;&#24481;&#20295;&#65288;&#12362;&#12383;&#12383;&#12378;&#65289;&#12415;&#12395;&#12394;&#12387;&#12390;&#12289;&#27700;&#12398;&#38754;&#65288;&#12362;&#12418;&#12390;&#65289;&#12434;&#34109;&#65288;&#12362;&#12362;&#65289;&#12387;&#12390;&#12356;&#12427;&#34030;&#12398;&#33865;&#12398;&#38291;&#12363;&#12425;&#12289;&#12405;&#12392;&#19979;&#12398;&#23481;&#23376;&#65288;&#12424;&#12358;&#12377;&#65289;&#12434;&#24481;&#35239;&#12395;&#12394;&#12426;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">In due course, the Lord Buddha pauses at the edge of the pond and beholds an unexpected sight between the lotus petals veiling the water&#39;s surface. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12371;&#12398;&#26997;&#27005;&#12398;&#34030;&#27744;&#12398;&#19979;&#12399;&#12289;&#19969;&#24230;&#22320;&#29508;&#65288;&#12376;&#12372;&#12367;&#65289;&#12398;&#24213;&#12395;&#24403;&#12387;&#12390;&#23621;&#12426;&#12414;&#12377;&#12363;&#12425;&#12289;&#27700;&#26230;&#65288;&#12377;&#12356;&#12375;&#12424;&#12358;&#65289;&#12398;&#12424;&#12358;&#12394;&#27700;&#12434;&#36879;&#12365;&#24505;&#12375;&#12390;&#12289;&#19977;&#36884;&#65288;&#12373;&#12435;&#12378;&#65289;&#12398;&#27827;&#12420;&#37341;&#12398;&#23665;&#12398;&#26223;&#33394;&#12364;&#12289;&#19969;&#24230;&#35223;&#65288;&#12398;&#12382;&#65289;&#12365;&#30524;&#37857;&#65288;&#12417;&#12364;&#12397;&#65289;&#12434;&#35211;&#12427;&#12424;&#12358;&#12395;&#12289;&#12399;&#12387;&#12365;&#12426;&#12392;&#35211;&#12360;&#12427;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c6">Since the depths of Hell lay directly below the lotus pond on Paradise, the scenery of Sanzu-no-kawa</span>
                    <a id="id.9pkeq16io80o"></a><span class="c9 c6"><a class="c7" href="https://www.google.com/url?q=http://www.edogawa-u.ac.jp/%257Etmkelly/research_spider.html%23endnote3&amp;sa=D&amp;source=editors&amp;ust=1762549717046573&amp;usg=AOvVaw0JtUcsdNRI_YrUXyzMLS9Y">3</a></span>
                    <span
                    class="c6">&nbsp;and Hari-no-yama</span>
                        <a id="id.dqj9d62qppaw"></a><span class="c9 c6"><a class="c7" href="https://www.google.com/url?q=http://www.edogawa-u.ac.jp/%257Etmkelly/research_spider.html%23endnote4&amp;sa=D&amp;source=editors&amp;ust=1762549717046711&amp;usg=AOvVaw0jwKvuh7OxGOIyyQ5BC3Xs">4</a></span>
                        <span
                        class="c4">&nbsp;can be clearly seen through the crystal-clear water just as if looking through a stereopticon.</span>
                </p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12377;&#12427;&#12392;&#12381;&#12398;&#22320;&#29508;&#12398;&#24213;&#12395;&#12289;&#29325;&#38464;&#22810;&#65288;&#12363;&#12435;&#12384;&#12383;&#65289;&#12392;&#20113;&#12358;&#30007;&#12364;&#19968;&#20154;&#12289;&#12411;&#12363;&#12398;&#32618;&#20154;&#12392;&#19968;&#12375;&#12423;&#12395;&#34850;&#65288;&#12358;&#12372;&#12417;&#65289;&#12356;&#12390;&#12356;&#12427;&#23039;&#12364;&#12289;&#24481;&#30524;&#12395;&#27490;&#12414;&#12426;&#12414;&#12375;&#12383;&#12290;&#12371;&#12398;&#29325;&#38464;&#22810;&#12392;&#20113;&#12358;&#30007;&#12399;&#12289;&#20154;&#12434;&#27578;&#12375;&#12383;&#12426;&#23478;&#12395;&#28779;&#12434;&#12388;&#12369;&#12383;&#12426;&#12289;&#12356;&#12429;&#12356;&#12429;&#24746;&#20107;&#12434;&#20685;&#12356;&#12383;&#22823;&#27877;&#22346;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12364;&#12289;&#12381;&#12428;&#12391;&#12418;&#12383;&#12387;&#12383;&#19968;&#12388;&#12289;&#21892;&#12356;&#20107;&#12434;&#33268;&#12375;&#12383;&#35226;&#12360;&#12364;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Then, the single figure of a man, Kandata by name, squirming there in the depths of Hell along with other sinners, comes into the Lord Buddha&#39;s gaze. This man Kandata is a murderer, an arsonist, and a master thief with numerous robberies to his credit.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12392;&#30003;&#12375;&#12414;&#12377;&#12398;&#12399;&#12289;&#12354;&#12427;&#26178;&#12371;&#12398;&#30007;&#12364;&#28145;&#12356;&#26519;&#12398;&#20013;&#12434;&#36890;&#12426;&#12414;&#12377;&#12392;&#12289;&#23567;&#12373;&#12394;&#34584;&#34523;&#65288;&#12367;&#12418;&#65289;&#12364;&#19968;&#21305;&#12289;&#36335;&#12400;&#12383;&#12434;&#36889;&#65288;&#12399;&#65289;&#12387;&#12390;&#34892;&#12367;&#12398;&#12364;&#35211;&#12360;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Yet, the Lord Buddha recalls that he had performed a single good deed. That is to say, once when Kandata was traveling through the middle of a dense forest he came upon a spider crawling along the roadside. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c6">&#12381;&#12371;&#12391;</span><span class="c3">&#29325;</span><span class="c4">&#38464;&#22810;&#12399;&#26089;&#36895;&#36275;&#12434;&#25369;&#12370;&#12390;&#12289;&#36367;&#12415;&#27578;&#12381;&#12358;&#12392;&#33268;&#12375;&#12414;&#12375;&#12383;&#12364;&#12289;&#12300;&#12356;&#12420;&#12289;&#12356;&#12420;&#12289;&#12371;&#12428;&#12418;&#23567;&#12373;&#12356;&#12394;&#12364;&#12425;&#12289;&#21629;&#12398;&#12354;&#12427;&#12418;&#12398;&#12395;&#36949;&#12356;&#12394;&#12356;&#12290;&#12381;&#12398;&#21629;&#12434;&#28961;&#26263;&#65288;&#12416;&#12420;&#12415;&#65289;&#12395;&#12392;&#12427;&#12392;&#20113;&#12358;&#20107;&#12399;&#12289;&#12356;&#12367;&#12425;&#20309;&#12391;&#12418;&#21487;&#21696;&#12381;&#12358;&#12384;&#12290;&#12301;&#12392;&#12289;&#12371;&#12358;&#24613;&#12395;&#24605;&#12356;&#36820;&#12375;&#12390;&#12289;&#12392;&#12358;&#12392;&#12358;&#12381;&#12398;&#34584;&#34523;&#12434;&#27578;&#12373;&#12378;&#12395;&#21161;&#12369;&#12390;&#12420;&#12387;&#12383;&#12363;&#12425;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Thereupon, he immediately raised his foot and was about to trample it to death. But, he suddenly reconsidered, saying, &quot;Nay, nay, small though this spider be, there is no doubt that it too is a living being.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c6">&#24481;&#37320;&#36838;&#27096;&#12399;&#22320;&#29508;&#12398;&#23481;&#23376;&#12434;&#24481;&#35239;&#12395;&#12394;&#12426;&#12394;&#12364;&#12425;&#12289;&#12371;&#12398;</span><span class="c3">&#29325;</span>
                    <span
                    class="c4">&#38464;&#22810;&#12395;&#12399;&#34584;&#34523;&#12434;&#21161;&#12369;&#12383;&#20107;&#12364;&#12354;&#12427;&#12398;&#12434;&#24481;&#24605;&#12356;&#20986;&#12375;&#12395;&#12394;&#12426;&#12414;&#12375;&#12383;&#12290;&#12381;&#12358;&#12375;&#12390;&#12381;&#12428;&#12384;&#12369;&#12398;&#21892;&#12356;&#20107;&#12434;&#12375;&#12383;&#22577;&#65288;&#12416;&#12367;&#12356;&#65289;&#12395;&#12399;&#12289;&#20986;&#26469;&#12427;&#12394;&#12425;&#12289;&#12371;&#12398;&#30007;&#12434;&#22320;&#29508;&#12363;&#12425;&#25937;&#12356;&#20986;&#12375;&#12390;&#12420;&#12429;&#12358;&#12392;&#24481;&#32771;&#12360;&#12395;&#12394;&#12426;&#12414;&#12375;&#12383;&#12290;</span>
                </p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Somehow or other it seems a shame to take its life for no reason.&quot; In the end he spared the spider rather than killing it.</span></p>
                <p class="c2"><span class="c4">While observing the situation in Hell, the Lord Buddha remembers that this Kandata had spared the spider. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#12381;&#12358;&#12375;&#12390;&#12381;&#12428;&#12384;&#12369;&#12398;&#21892;&#12356;&#20107;&#12434;&#12375;&#12383;&#22577;&#65288;&#12416;&#12367;&#12356;&#65289;&#12395;&#12399;&#12289;&#20986;&#26469;&#12427;&#12394;&#12425;&#12289;&#12371;&#12398;&#30007;&#12434;&#22320;&#29508;&#12363;&#12425;&#25937;&#12356;&#20986;&#12375;&#12390;&#12420;&#12429;&#12358;&#12392;&#24481;&#32771;&#12360;&#12395;&#12394;&#12426;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">And he decides that in return for having done just that one good deed he would, if he could, try to rescue this man from Hell.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#24184;&#12356;&#12289;&#20596;&#12434;&#35211;&#12414;&#12377;&#12392;&#12289;&#32737;&#32736;&#65288;&#12402;&#12377;&#12356;&#65289;&#12398;&#12424;&#12358;&#12394;&#33394;&#12434;&#12375;&#12383;&#34030;&#12398;&#33865;&#12398;&#19978;&#12395;&#12289;&#26997;&#27005;&#12398;&#34584;&#34523;&#12364;&#19968;&#21305;&#12289;&#32654;&#12375;&#12356;&#37504;&#33394;&#12398;&#31992;&#12434;&#12363;&#12369;&#12390;&#23621;&#12426;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Luckily, he sees nearby a spider of Paradise spinning a beautiful silver web on a jade colored lotus petal.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">&#24481;&#37320;&#36838;&#27096;&#12399;&#12381;&#12398;&#34584;&#34523;&#12398;&#31992;&#12434;&#12381;&#12387;&#12392;&#24481;&#25163;&#12395;&#24481;&#21462;&#12426;&#12395;&#12394;&#12387;&#12390;&#12289;&#29577;&#12398;&#12424;&#12358;&#12394;&#30333;&#34030;&#65288;&#12375;&#12425;&#12399;&#12377;&#65289;&#12398;&#38291;&#12363;&#12425;&#12289;&#36965;&#12363;&#19979;&#12395;&#12354;&#12427;&#22320;&#29508;&#12398;&#24213;&#12408;&#12289;&#12414;&#12387;&#12377;&#12368;&#12395;&#12381;&#12428;&#12434;&#24481;&#19979;&#65288;&#12362;&#12429;&#65289;&#12375;&#12394;&#12373;&#12356;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">The Lord Buddha takes the spider&#39;s thread gently into his hand and lowers it between the pure white lotus blossoms straight into the distant depths of Hell.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c3">&#20108;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2 c12"><span class="c4"></span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12371;&#12385;&#12425;&#12399;&#22320;&#29508;&#12398;&#24213;&#12398;&#34880;&#12398;&#27744;&#12391;&#12289;&#12411;&#12363;&#12398;&#32618;&#20154;&#12392;&#19968;&#12375;&#12423;&#12395;&#12289;&#28014;&#12356;&#12383;&#12426;&#27784;&#12435;&#12384;&#12426;&#12375;&#12390;&#12356;&#12383;&#29325;&#38464;&#22810;&#65288;&#12363;&#12435;&#12384;&#12383;&#65289;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c6">This is Chi-no-ike</span>
                    <a id="id.hbll0j9o6pn"></a><span class="c6 c9"><a class="c7" href="https://www.google.com/url?q=http://www.edogawa-u.ac.jp/%257Etmkelly/research_spider.html%23endnote5&amp;sa=D&amp;source=editors&amp;ust=1762549717051071&amp;usg=AOvVaw3EmprkFGEWyGciqRllxFFb">5</a></span>
                    <span
                    class="c4">&nbsp;in the depths of Hell and along with other sinners Kandata is floating up to the surface and sinking back down over and over. </span>
                </p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#20309;&#12375;&#12429;&#12393;&#12385;&#12425;&#12434;&#35211;&#12390;&#12418;&#12289;&#12414;&#12387;&#26263;&#12391;&#12289;&#12383;&#12414;&#12395;&#12381;&#12398;&#12367;&#12425;&#26263;&#12363;&#12425;&#12412;&#12435;&#12420;&#12426;&#28014;&#12365;&#19978;&#12387;&#12390;&#12356;&#12427;&#12418;&#12398;&#12364;&#12354;&#12427;&#12392;&#24605;&#12356;&#12414;&#12377;&#12392;&#12289;&#12381;&#12428;&#12399;&#24656;&#12375;&#12356;&#37341;&#12398;&#23665;&#12398;&#37341;&#12364;&#20809;&#12427;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12363;&#12425;&#12289;&#12381;&#12398;&#24515;&#32048;&#12373;&#12392;&#20113;&#12387;&#12383;&#12425;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">No matter what direction one looks it is completely dark. And when one notices out there in that darkness the glow from the needles of the dreaded Hari-no-yama floating up vaguely into view, the feeling of helplessness is beyond description.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12381;&#12398;&#19978;&#12354;&#12383;&#12426;&#12399;&#22675;&#12398;&#20013;&#12398;&#12424;&#12358;&#12395;&#12375;&#12435;&#12392;&#38745;&#12414;&#12426;&#36820;&#12387;&#12390;&#12289;&#12383;&#12414;&#12395;&#32862;&#12360;&#12427;&#12418;&#12398;&#12392;&#20113;&#12387;&#12390;&#12399;&#12289;&#12383;&#12384;&#32618;&#20154;&#12364;&#12388;&#12367;&#24494;&#65288;&#12363;&#12377;&#12363;&#65289;&#12394;&#22022;&#24687;&#65288;&#12383;&#12435;&#12381;&#12367;&#65289;&#12400;&#12363;&#12426;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Moreover, the surroundings are perfectly still, like the inside of a tomb. If a sound is to be heard, it is merely the faint sigh of some sinner. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12371;&#12428;&#12399;&#12371;&#12371;&#12408;&#33853;&#12385;&#12390;&#26469;&#12427;&#12411;&#12393;&#12398;&#20154;&#38291;&#12399;&#12289;&#12418;&#12358;&#12373;&#12414;&#12374;&#12414;&#12394;&#22320;&#29508;&#12398;&#36012;&#33510;&#65288;&#12379;&#12417;&#12367;&#65289;&#12395;&#30130;&#12428;&#12399;&#12390;&#12390;&#12289;&#27875;&#22768;&#12434;&#20986;&#12377;&#21147;&#12373;&#12360;&#12394;&#12367;&#12394;&#12387;&#12390;&#12356;&#12427;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12375;&#12423;&#12358;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">The sighs are faint because anyone who has fallen to this level of Hell is already so exhausted by the tortures of the other Hells that he or she no longer has even enough strength to cry out.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12391;&#12377;&#12363;&#12425;&#12373;&#12377;&#12364;&#22823;&#27877;&#22346;&#12398;&#29325;&#38464;&#22810;&#12418;&#12289;&#12420;&#12399;&#12426;&#34880;&#12398;&#27744;&#12398;&#34880;&#12395;&#21693;&#65288;&#12416;&#12379;&#65289;&#12403;&#12394;&#12364;&#12425;&#12289;&#12414;&#12427;&#12391;&#27515;&#12395;&#12363;&#12363;&#12387;&#12383;&#34521;&#65288;&#12363;&#12431;&#12378;&#65289;&#12398;&#12424;&#12358;&#12395;&#12289;&#12383;&#12384;&#12418;&#12364;&#12356;&#12390;&#12400;&#12363;&#12426;&#23621;&#12426;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Therefore, as one might expect, the master thief Kandata himself is unable to do anything but writhe, exactly like a frog caught in the throes of death, as he chokes on the blood of Chi-no-ike.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12392;&#12371;&#12429;&#12364;&#12354;&#12427;&#26178;&#12398;&#20107;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;&#20309;&#27671;&#65288;&#12394;&#12395;&#12370;&#65289;&#12394;&#12367;&#29325;&#38464;&#22810;&#12364;&#38957;&#12434;&#25369;&#12370;&#12390;&#12289;&#34880;&#12398;&#27744;&#12398;&#31354;&#12434;&#30522;&#12417;&#12414;&#12377;&#12392;&#12289;&#12381;&#12398;&#12402;&#12387;&#12381;&#12426;&#12392;&#12375;&#12383;&#26263;&#12398;&#20013;&#12434;&#12289;&#36960;&#12356;&#36960;&#12356;&#22825;&#19978;&#12363;&#12425;&#12289;&#37504;&#33394;&#12398;&#34584;&#34523;&#65288;&#12367;&#12418;&#65289;&#12398;&#31992;&#12364;&#12289;&#12414;&#12427;&#12391;&#20154;&#30446;&#12395;&#12363;&#12363;&#12427;&#12398;&#12434;&#24656;&#12428;&#12427;&#12424;&#12358;&#12395;&#12289;&#19968;&#12377;&#12376;&#32048;&#12367;&#20809;&#12426;&#12394;&#12364;&#12425;&#12289;&#12377;&#12427;&#12377;&#12427;&#12392;&#33258;&#20998;&#12398;&#19978;&#12408;&#22402;&#12428;&#12390;&#21442;&#12427;&#12398;&#12391;&#12399;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12363;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">One day, however, something happens. Kandata happens to raise his head and spies in the sky above Chi-no-ike a silvery spider&#39;s thread, a thin line shimmering in the silent darkness, gently descending toward him from the distant, distant firmament as though it were afraid to be seen by the eyes of men . </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#29325;&#38464;&#22810;&#12399;&#12371;&#12428;&#12434;&#35211;&#12427;&#12392;&#12289;&#24605;&#12431;&#12378;&#25163;&#12434;&#25293;&#65288;&#12358;&#65289;&#12387;&#12390;&#21916;&#12403;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Upon seeing it Kandata involuntarily claps his hands for joy. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c3 c5">&#12371;&#12398;&#31992;&#12395;&#32267;&#65288;&#12377;&#12364;&#65289;&#12426;&#12388;&#12356;&#12390;&#12289;&#12393;&#12371;&#12414;&#12391;&#12418;&#12398;&#12412;&#12387;&#12390;&#34892;&#12369;&#12400;&#12289;&#12365;&#12387;&#12392;&#22320;&#29508;&#12363;&#12425;&#12396;&#12369;&#20986;&#12379;&#12427;&#12398;&#12395;&#30456;&#36949;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">If he were to cling to this thread and climb it to its end, he would surely be able to escape from Hell. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12356;&#12420;&#12289;&#12358;&#12414;&#12367;&#34892;&#12367;&#12392;&#12289;&#26997;&#27005;&#12408;&#12399;&#12356;&#12427;&#20107;&#12373;&#12360;&#12418;&#20986;&#26469;&#12414;&#12375;&#12423;&#12358;&#12290;&#12381;&#12358;&#12377;&#12428;&#12400;&#12289;&#12418;&#12358;&#37341;&#12398;&#23665;&#12408;&#36861;&#12356;&#19978;&#12370;&#12425;&#12428;&#12427;&#20107;&#12418;&#12394;&#12367;&#12394;&#12428;&#12400;&#12289;&#34880;&#12398;&#27744;&#12395;&#27784;&#12417;&#12425;&#12428;&#12427;&#20107;&#12418;&#12354;&#12427;&#31560;&#12399;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">No, if all went well, he would even be able to enter Paradise. And were this to come to pass, he would never ever be driven up Hari-no-yama again, nor would he ever have to sink again in Chi-no-ike.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12371;&#12358;&#24605;&#12356;&#12414;&#12375;&#12383;&#12363;&#12425;&#29325;&#38464;&#22810;&#65288;&#12363;&#12435;&#12384;&#12383;&#65289;&#12399;&#12289;&#26089;&#36895;&#12381;&#12398;&#34584;&#34523;&#12398;&#31992;&#12434;&#20001;&#25163;&#12391;&#12375;&#12387;&#12363;&#12426;&#12392;&#12388;&#12363;&#12415;&#12394;&#12364;&#12425;&#12289;&#19968;&#29983;&#25080;&#21629;&#12395;&#19978;&#12408;&#19978;&#12408;&#12392;&#12383;&#12368;&#12426;&#12398;&#12412;&#12426;&#22987;&#12417;&#12414;&#12375;&#12383;&#12290;&#20803;&#12424;&#12426;&#22823;&#27877;&#22346;&#12398;&#20107;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12363;&#12425;&#12289;&#12371;&#12358;&#20113;&#12358;&#20107;&#12395;&#12399;&#26132;&#12363;&#12425;&#12289;&#24931;&#12428;&#20999;&#12387;&#12390;&#12356;&#12427;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Having thought thusly, Kandata quickly takes firm hold of that spider&#39;s thread with both hands and using all his might begins climbing up and up hand-over-hand. From long ago Kandata has been completely used to doing this sort of thing since he is a former master thief.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12375;&#12363;&#12375;&#22320;&#29508;&#12392;&#26997;&#27005;&#12392;&#12398;&#38291;&#12399;&#12289;&#20309;&#19975;&#37324;&#12392;&#12394;&#12367;&#12372;&#12374;&#12356;&#12414;&#12377;&#12363;&#12425;&#12289;&#12356;&#12367;&#12425;&#28966;&#65288;&#12354;&#12379;&#65289;&#12387;&#12390;&#35211;&#12383;&#25152;&#12391;&#12289;&#23481;&#26131;&#12395;&#19978;&#12408;&#12399;&#20986;&#12425;&#12428;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c6">But because the distance between Hell and Paradise is some tens of thousands of </span><span class="c6 c16">ri</span><span class="c6">,</span>
                    <a id="id.8g8kha5m20ie"></a><span class="c9 c6"><a class="c7" href="https://www.google.com/url?q=http://www.edogawa-u.ac.jp/%257Etmkelly/research_spider.html%23endnote6&amp;sa=D&amp;source=editors&amp;ust=1762549717056534&amp;usg=AOvVaw1Uv5rrg27Houosq-_Qxuas">6</a></span>
                    <span
                    class="c4">&nbsp;try though he might, he is not able to ascend to the top easily.</span>
                </p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12420;&#12420;&#12375;&#12400;&#12425;&#12367;&#12398;&#12412;&#12427;&#20013;&#65288;&#12358;&#12385;&#65289;&#12395;&#12289;&#12392;&#12358;&#12392;&#12358;&#29325;&#38464;&#22810;&#12418;&#12367;&#12383;&#12403;&#12428;&#12390;&#12289;&#12418;&#12358;&#19968;&#12383;&#12368;&#12426;&#12418;&#19978;&#12398;&#26041;&#12408;&#12399;&#12398;&#12412;&#12428;&#12394;&#12367;&#12394;&#12387;&#12390;&#12375;&#12414;&#12356;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">After climbing for a while, even Kandata finally tires; he is unable to continue for even one more pull on the thread. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12381;&#12371;&#12391;&#20181;&#26041;&#12364;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12363;&#12425;&#12289;&#12414;&#12378;&#19968;&#20241;&#12415;&#20241;&#12416;&#12388;&#12418;&#12426;&#12391;&#12289;&#31992;&#12398;&#20013;&#36884;&#12395;&#12406;&#12425;&#19979;&#12426;&#12394;&#12364;&#12425;&#12289;&#36965;&#12363;&#12395;&#30446;&#12398;&#19979;&#12434;&#35211;&#19979;&#12375;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Having no other choice, he intends first to take a short rest. While hanging onto the thread he looks down on the distance below.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12377;&#12427;&#12392;&#12289;&#19968;&#29983;&#25080;&#21629;&#12395;&#12398;&#12412;&#12387;&#12383;&#30002;&#26000;&#12364;&#12354;&#12387;&#12390;&#12289;&#12373;&#12387;&#12365;&#12414;&#12391;&#33258;&#20998;&#12364;&#12356;&#12383;&#34880;&#12398;&#27744;&#12399;&#12289;&#20170;&#12391;&#12399;&#12418;&#12358;&#26263;&#12398;&#24213;&#12395;&#12356;&#12388;&#12398;&#38291;&#12395;&#12363;&#12363;&#12367;&#12428;&#12390;&#23621;&#12426;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">He sees that thanks to the efforts he spent climbing, Chi-no-ike, where he had just recently been, is now already hidden at the bottom of the darkness.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12381;&#12428;&#12363;&#12425;&#12354;&#12398;&#12412;&#12435;&#12420;&#12426;&#20809;&#12387;&#12390;&#12356;&#12427;&#24656;&#12375;&#12356;&#37341;&#12398;&#23665;&#12418;&#12289;&#36275;&#12398;&#19979;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12356;&#12414;&#12375;&#12383;&#12290;&#12371;&#12398;&#20998;&#12391;&#12398;&#12412;&#12387;&#12390;&#34892;&#12369;&#12400;&#12289;&#22320;&#29508;&#12363;&#12425;&#12396;&#12369;&#20986;&#12377;&#12398;&#12418;&#12289;&#23384;&#22806;&#12431;&#12369;&#12364;&#12394;&#12356;&#12363;&#12418;&#30693;&#12428;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">He also sees that the faint glow of the terrifying Hari-no-yama is below him. If he were to continue at this pace, the escape from Hell just might not be as difficult as he had expected.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#29325;&#38464;&#22810;&#12399;&#20001;&#25163;&#12434;&#34584;&#34523;&#12398;&#31992;&#12395;&#12363;&#12425;&#12415;&#12394;&#12364;&#12425;&#12289;&#12371;&#12371;&#12408;&#26469;&#12390;&#12363;&#12425;&#20309;&#24180;&#12395;&#12418;&#20986;&#12375;&#12383;&#20107;&#12398;&#12394;&#12356;&#22768;&#12391;&#12289;&#12300;&#12375;&#12417;&#12383;&#12290;&#12375;&#12417;&#12383;&#12290;&#12301;&#12392;&#31505;&#12356;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Wrapping his hand around the spider&#39;s thread, Kandata laughs in a voice unused during his years in Hell, &quot;I&#39;m saved! I&#39;m saved at last!&quot; </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12392;&#12371;&#12429;&#12364;&#12405;&#12392;&#27671;&#12364;&#12388;&#12365;&#12414;&#12377;&#12392;&#12289;&#34584;&#34523;&#12398;&#31992;&#12398;&#19979;&#12398;&#26041;&#12395;&#12399;&#12289;&#25968;&#38480;&#65288;&#12363;&#12378;&#12363;&#12366;&#12426;&#65289;&#12418;&#12394;&#12356;&#32618;&#20154;&#12383;&#12385;&#12364;&#12289;&#33258;&#20998;&#12398;&#12398;&#12412;&#12387;&#12383;&#24460;&#12434;&#12388;&#12369;&#12390;&#12289;&#12414;&#12427;&#12391;&#34811;&#65288;&#12354;&#12426;&#65289;&#12398;&#34892;&#21015;&#12398;&#12424;&#12358;&#12395;&#12289;&#12420;&#12399;&#12426;&#19978;&#12408;&#19978;&#12408;&#19968;&#24515;&#12395;&#12424;&#12376;&#12398;&#12412;&#12387;&#12390;&#26469;&#12427;&#12391;&#12399;&#12372;&#12374;&#12356;&#12414;&#12379;&#12435;&#12363;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Then he suddenly notices that below him on the spider&#39;s thread, just like a line of ants, a countless number of sinners are following him, climbing up and up for all they are worth.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#29325;&#38464;&#22810;&#12399;&#12371;&#12428;&#12434;&#35211;&#12427;&#12392;&#12289;&#39514;&#12356;&#12383;&#12398;&#12392;&#24656;&#12375;&#12356;&#12398;&#12392;&#12391;&#12289;&#12375;&#12400;&#12425;&#12367;&#12399;&#12383;&#12384;&#12289;&#33707;&#36838;&#65288;&#12400;&#12363;&#65289;&#12398;&#12424;&#12358;&#12395;&#22823;&#12365;&#12394;&#21475;&#12434;&#38283;&#65288;&#12354;&#65289;&#12356;&#12383;&#12414;&#12414;&#12289;&#30524;&#12400;&#12363;&#12426;&#21205;&#12363;&#12375;&#12390;&#23621;&#12426;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">When Kandata sees this, he momentarily freezes from shock and fear, his mouth agape and his eyes rolling in his head like an idiot. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#33258;&#20998;&#19968;&#20154;&#12391;&#12373;&#12360;&#26029;&#65288;&#12365;&#65289;&#12428;&#12381;&#12358;&#12394;&#12289;&#12371;&#12398;&#32048;&#12356;&#34584;&#34523;&#12398;&#31992;&#12364;&#12289;&#12393;&#12358;&#12375;&#12390;&#12354;&#12428;&#12384;&#12369;&#12398;&#20154;&#25968;&#65288;&#12395;&#12435;&#12378;&#65289;&#12398;&#37325;&#12415;&#12395;&#22570;&#12360;&#12427;&#20107;&#12364;&#20986;&#26469;&#12414;&#12375;&#12423;&#12358;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">How could it be that this slender spider&#39;s thread, seemingly strained even under the weight of just him alone, is able to support the weight of that many?</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12418;&#12375;&#19975;&#19968;&#36884;&#20013;&#12391;&#26029;&#65288;&#12365;&#65289;&#12428;&#12383;&#12392;&#33268;&#12375;&#12414;&#12375;&#12383;&#12425;&#12289;&#25240;&#35282;&#12371;&#12371;&#12408;&#12414;&#12391;&#12398;&#12412;&#12387;&#12390;&#26469;&#12383;&#12371;&#12398;&#32925;&#33102;&#65288;&#12363;&#12435;&#12376;&#12435;&#65289;&#12394;&#33258;&#20998;&#12414;&#12391;&#12418;&#12289;&#20803;&#12398;&#22320;&#29508;&#12408;&#36870;&#33853;&#65288;&#12373;&#12363;&#12362;&#12392;&#65289;&#12375;&#12395;&#33853;&#12385;&#12390;&#12375;&#12414;&#12431;&#12394;&#12369;&#12428;&#12400;&#12394;&#12426;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">By some chance were the thread to break, he, the egotistical Kandata who at great pains had climbed this far, and everyone else would plummet headlong back into Hell. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12381;&#12435;&#12394;&#20107;&#12364;&#12354;&#12387;&#12383;&#12425;&#12289;&#22823;&#22793;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">For that to happen would be a disaster.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12364;&#12289;&#12381;&#12358;&#20113;&#12358;&#20013;&#12395;&#12418;&#12289;&#32618;&#20154;&#12383;&#12385;&#12399;&#20309;&#30334;&#12392;&#12394;&#12367;&#20309;&#21315;&#12392;&#12394;&#12367;&#12289;&#12414;&#12387;&#26263;&#12394;&#34880;&#12398;&#27744;&#12398;&#24213;&#12363;&#12425;&#12289;&#12358;&#12424;&#12358;&#12424;&#12392;&#36889;&#65288;&#12399;&#65289;&#12356;&#19978;&#12387;&#12390;&#12289;&#32048;&#12367;&#20809;&#12387;&#12390;&#12356;&#12427;&#34584;&#34523;&#12398;&#31992;&#12434;&#12289;&#19968;&#21015;&#12395;&#12394;&#12426;&#12394;&#12364;&#12425;&#12289;&#12379;&#12387;&#12379;&#12392;&#12398;&#12412;&#12387;&#12390;&#21442;&#12426;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">But, even as he says this, sinners, not by the hundreds, nor even by the thousands, but in swarms, continue to crawl up from the bottom of the pitch dark Chi-no-ike and climb up the thin luminous spider&#39;s thread in single file</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#20170;&#12398;&#20013;&#12395;&#12393;&#12358;&#12363;&#12375;&#12394;&#12369;&#12428;&#12400;&#12289;&#31992;&#12399;&#12414;&#12435;&#20013;&#12363;&#12425;&#20108;&#12388;&#12395;&#26029;&#12428;&#12390;&#12289;&#33853;&#12385;&#12390;&#12375;&#12414;&#12358;&#12398;&#12395;&#36949;&#12356;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">If he doesn&#39;t do something right away, the thread will break in two at the center and he will surely fall.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12381;&#12371;&#12391;&#29325;&#38464;&#22810;&#12399;&#22823;&#12365;&#12394;&#22768;&#12434;&#20986;&#12375;&#12390;&#12289;&#12300;&#12371;&#12425;&#12289;&#32618;&#20154;&#12393;&#12418;&#12290;&#12371;&#12398;&#34584;&#34523;&#12398;&#31992;&#12399;&#24049;&#65288;&#12362;&#12428;&#65289;&#12398;&#12418;&#12398;&#12384;&#12382;&#12290;&#12362;&#21069;&#12383;&#12385;&#12399;&#19968;&#20307;&#35504;&#12395;&#23563;&#65288;&#12365;&#65289;&#12356;&#12390;&#12289;&#12398;&#12412;&#12387;&#12390;&#26469;&#12383;&#12290;&#19979;&#12426;&#12429;&#12290;&#19979;&#12426;&#12429;&#12290;&#12301;&#12392;&#21914;&#65288;&#12431;&#12417;&#65289;&#12365;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">At this point, Kandata yells in a loud voice, &quot;Hey you sinners. This spider&#39;s thread is mine. Who the hell asked you to climb it? Get down! Get off it!&quot;</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#12381;&#12398;&#36884;&#31471;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;&#20170;&#12414;&#12391;&#20309;&#12392;&#12418;&#12394;&#12363;&#12387;&#12383;&#34584;&#34523;&#12398;&#31992;&#12364;&#12289;&#24613;&#12395;&#29325;&#38464;&#22810;&#12398;&#12406;&#12425;&#19979;&#12387;&#12390;&#12356;&#12427;&#25152;&#12363;&#12425;&#12289;&#12407;&#12388;&#12426;&#12392;&#38899;&#12434;&#31435;&#12390;&#12390;&#26029;&#65288;&#12365;&#65289;&#12428;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Just as he screams at the other sinners the spider&#39;s thread, which till then had had nothing wrong with it, suddenly breaks with a snap right where Kandata is hanging.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12391;&#12377;&#12363;&#12425;&#29325;&#38464;&#22810;&#12418;&#12383;&#12414;&#12426;&#12414;&#12379;&#12435;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">So, Kandata, too, is doomed.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12354;&#12387;&#12392;&#20113;&#12358;&#38291;&#65288;&#12414;&#65289;&#12418;&#12394;&#12367;&#39080;&#12434;&#20999;&#12387;&#12390;&#12289;&#29420;&#27005;&#65288;&#12371;&#12414;&#65289;&#12398;&#12424;&#12358;&#12395;&#12367;&#12427;&#12367;&#12427;&#12414;&#12431;&#12426;&#12394;&#12364;&#12425;&#12289;&#35211;&#12427;&#35211;&#12427;&#20013;&#12395;&#26263;&#12398;&#24213;&#12408;&#12289;&#12414;&#12387;&#12373;&#12363;&#12373;&#12414;&#12395;&#33853;&#12385;&#12390;&#12375;&#12414;&#12356;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Without even time to cry out he goes flying through the air spinning like a top and in the wink of an eye plunges headfirst into the dark depths of Hell.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#24460;&#12395;&#12399;&#12383;&#12384;&#26997;&#27005;&#12398;&#34584;&#34523;&#12398;&#31992;&#12364;&#12289;&#12365;&#12425;&#12365;&#12425;&#12392;&#32048;&#12367;&#20809;&#12426;&#12394;&#12364;&#12425;&#12289;&#26376;&#12418;&#26143;&#12418;&#12394;&#12356;&#31354;&#12398;&#20013;&#36884;&#12395;&#12289;&#30701;&#12367;&#22402;&#12428;&#12390;&#12356;&#12427;&#12400;&#12363;&#12426;&#12391;&#12372;&#12374;&#12356;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Afterwards, only the shortened spider&#39;s thread from Paradise dangles there, glittering dimly in a sky void of both moon a</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <h4 class="c2"><span class="c3">&#19977;</span></h4></td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2 c12"><span class="c4"></span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&nbsp;&#24481;&#37320;&#36838;&#27096;&#65288;&#12362;&#12375;&#12419;&#12363;&#12373;&#12414;&#65289;&#12399;&#26997;&#27005;&#12398;&#34030;&#27744;&#65288;&#12399;&#12377;&#12356;&#12369;&#65289;&#12398;&#12405;&#12385;&#12395;&#31435;&#12387;&#12390;&#12289;&#12371;&#12398;&#19968;&#37096;&#22987;&#32066;&#65288;&#12375;&#12376;&#12421;&#12358;&#65289;&#12434;&#12376;&#12387;&#12392;&#35211;&#12390;&#12356;&#12425;&#12387;&#12375;&#12419;&#12356;&#12414;&#12375;&#12383;&#12364;&#12289;&#12420;&#12364;&#12390;&#29325;&#38464;&#22810;&#65288;&#12363;&#12435;&#12384;&#12383;&#65289;&#12364;&#34880;&#12398;&#27744;&#12398;&#24213;&#12408;&#30707;&#12398;&#12424;&#12358;&#12395;&#27784;&#12435;&#12391;&#12375;&#12414;&#12356;&#12414;&#12377;&#12392;&#12289;&#24754;&#12375;&#12381;&#12358;&#12394;&#24481;&#38996;&#12434;&#12394;&#12373;&#12426;&#12394;&#12364;&#12425;&#12289;&#12414;&#12383;&#12406;&#12425;&#12406;&#12425;&#24481;&#27497;&#12365;&#12395;&#12394;&#12426;&#22987;&#12417;&#12414;&#12375;&#12383;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">The Lord Buddha stands on the shore of the lotus pond in Paradise having taken in everything from start to finish. When Kandata finally sinks like a rock to the bottom of Chi-no-ike he resumes strolling, his countenance seemingly creased with sadness. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#33258;&#20998;&#12400;&#12363;&#12426;&#22320;&#29508;&#12363;&#12425;&#12396;&#12369;&#20986;&#12381;&#12358;&#12392;&#12377;&#12427;&#12289;&#29325;&#38464;&#22810;&#12398;&#28961;&#24904;&#24754;&#12394;&#24515;&#12364;&#12289;&#12381;&#12358;&#12375;&#12390;&#12381;&#12398;&#24515;&#30456;&#24403;&#12394;&#32624;&#12434;&#12358;&#12369;&#12390;&#12289;&#20803;&#12398;&#22320;&#29508;&#12408;&#33853;&#12385;&#12390;&#12375;&#12414;&#12387;&#12383;&#12398;&#12364;&#12289;&#24481;&#37320;&#36838;&#27096;&#12398;&#24481;&#30446;&#12363;&#12425;&#35211;&#12427;&#12392;&#12289;&#27973;&#38291;&#12375;&#12367;&#24605;&#21484;&#12373;&#12428;&#12383;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12375;&#12423;&#12358;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Seen through divine eyes, the Lord Buddha thought it wretched that Kandata&#39;s compassionless heart led him to attempt to escape by himself and for such a heart falling back into Hell was just punishment.</span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#12375;&#12363;&#12375;&#26997;&#27005;&#12398;&#34030;&#27744;&#12398;&#34030;&#12399;&#12289;&#23569;&#12375;&#12418;&#12381;&#12435;&#12394;&#20107;&#12395;&#12399;&#38931;&#30528;&#65288;&#12392;&#12435;&#12376;&#12419;&#12367;&#65289;&#33268;&#12375;&#12414;&#12379;&#12435;&#12290;&#12381;&#12398;&#29577;&#12398;&#12424;&#12358;&#12394;&#30333;&#12356;&#33457;&#12399;&#12289;&#24481;&#37320;&#36838;&#27096;&#12398;&#24481;&#36275;&#65288;&#12362;&#12415;&#12354;&#12375;&#65289;&#12398;&#12414;&#12431;&#12426;&#12395;&#12289;&#12422;&#12425;&#12422;&#12425;&#33852;&#65288;&#12358;&#12390;&#12394;&#65289;&#12434;&#21205;&#12363;&#12375;&#12390;&#12289;&#12381;&#12398;&#12414;&#12435;&#20013;&#12395;&#12354;&#12427;&#37329;&#33394;&#12398;&#34122;&#65288;&#12378;&#12356;&#65289;&#12363;&#12425;&#12399;&#12289;&#20309;&#12392;&#12418;&#20113;&#12360;&#12394;&#12356;&#22909;&#65288;&#12424;&#65289;&#12356;&#21250;&#12364;&#12289;&#32118;&#38291;&#65288;&#12383;&#12360;&#12414;&#65289;&#12394;&#12367;&#12354;&#12383;&#12426;&#12408;&#28322;&#65288;&#12354;&#12405;&#65289;&#12428;&#12390;&#23621;&#12426;&#12414;&#12377;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">The lotus blossoms in the lotus pond of Paradise, however, are not concerned in the least about what has happened. Those blossoms of the whitest white wave their cups around the divine feet of the Lord Buddha and from the golden stamen in the center of each an indescribably pleasant fragrance issues forth abidingly over the adjacent area. </span></p>
            </td>
        </tr>
        <tr class="c0">
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c5 c3">&#26997;&#27005;&#12418;&#12418;&#12358;&#21320;&#65288;&#12402;&#12427;&#65289;&#12395;&#36817;&#12367;&#12394;&#12387;&#12383;&#12398;&#12391;&#12372;&#12374;&#12356;&#12414;&#12375;&#12423;&#12358;&#12290;</span></p>
            </td>
            <td class="c1" colspan="1" rowspan="1">
                <p class="c2"><span class="c4">Noon draws near in Paradise.</span></p>
            </td>
        </tr>
    </table>
    <p class="c12 c13"><span class="c4"></span></p>
	</div>
</body>

</html>