<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Resisting Relocation</title>
</head>
<body><h1>Upper-Intermediate - Resisting Relocation <span style="font-size:50%">(D0531)</span></h1>
<table>
<tr><td>A:</td><td>哎，这儿终于要拆迁了。居委会的人找你谈了吗？</td></tr><tr><td></td><td>Ah, they're finally tearing down our building and relocating us. Did someone from the neighborhood committee have a talk with you?</td></tr><tr><td></td><td>&#257;i, zh&#232;r5 zh&#333;ngy&#250; y&#224;o ch&#257;iqi&#257;n le. J&#363;w&#283;ihu&#236; de r&#233;n zh&#462;o n&#464; t&#225;n le ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>找了。说高速公路马上就要动工了，让我们配合工作。他们怎么跟你谈的?</td></tr><tr><td></td><td>Yeah. He said they're about to begin work on the new expressway and they need us to cooperate. What did they say to you?</td></tr><tr><td></td><td>Zh&#462;o le. Shu&#333; g&#257;os&#249;g&#333;ngl&#249; m&#462;sh&#224;ng ji&#249; y&#224;o d&#242;ngg&#333;ng le, r&#224;ng w&#466;men p&#232;ih&#233; g&#333;ngzu&#242;. T&#257;men z&#283;nme g&#275;n n&#464; t&#225;n de?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>还不就是老一套。按照户口、面积给房子。还有一部分经济补偿。我住了一辈子破房子，总算可以改善一下了。</td></tr><tr><td></td><td>What else? Just the same old thing. They'll give us homes depending on registries and area. And there's some economic compensation. I've lived in a run-down place my whole life, and now I can finally improve that.</td></tr><tr><td></td><td>H&#225;i b&#249; ji&#249;sh&#236; l&#462;oy&#299;t&#224;o. &#224;nzh&#224;o h&#249;k&#466;u, mi&#224;nji g&#283;i f&#225;ngzi. H&#225;i y&#466;u y&#299;b&#249;f&#232;n j&#299;ngj&#236; b&#468;ch&#225;ng. W&#466; zh&#249; le y&#299;b&#232;izi p&#242; f&#225;ngzi, z&#466;ngsu&#224;n k&#283;y&#464; g&#462;ish&#224;n y&#299;xi&#224; le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你准备就这么搬了？</td></tr><tr><td></td><td>So you're going to move just like that?</td></tr><tr><td></td><td>N&#464; zh&#468;nb&#232;i ji&#249; zh&#232;me b&#257;n le?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是啊。每一家都是这种条件嘛。怎么，你准备做钉子户？</td></tr><tr><td></td><td>Yeah.  Every family has these same terms.  What, are you planning to resisting the relocation?</td></tr><tr><td></td><td>Sh&#236; &#257;. M&#283;i y&#299; ji&#257; d&#333;u sh&#236; zh&#232;zh&#466;ng ti&#225;oji&#224;n ma. Z&#283;nme, n&#464; zh&#468;nb&#232;i zu&#242; d&#299;ngzih&#249;?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>当然咯！我告诉你，现在是我们主动，国家被动。能争取更好的条件，干嘛放弃？</td></tr><tr><td></td><td>Of course!  Let me tell you, nowadays we're the ones who have to take the initiative; the country is passive.  If we are able to fight for better terms, why the heck would you give up?</td></tr><tr><td></td><td>D&#257;ngr&#225;n lo! W&#466; g&#224;osu n&#464;, xi&#224;nz&#224;i sh&#236; w&#466;men zh&#468;d&#242;ng, gu&#243;ji&#257; b&#232;id&#242;ng. N&#233;ng zh&#275;ngq&#468; g&#232;ng h&#462;o de ti&#225;oji&#224;n, g&#224;nm&#225; f&#224;ngq&#236;?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>啊？我觉得国家给我们的条件不错。有钱拿，还有像样的房子住。</td></tr><tr><td></td><td>Huh? I think that the government has given us pretty good terms.  We get money, plus a decent house to live in.</td></tr><tr><td></td><td>&#225;? W&#466; ju&#233;de gu&#243;ji&#257; g&#283;i w&#466;men de ti&#225;oji&#224;n b&#249;cu&#242;. Y&#466;u qi&#225;n n&#225;, h&#225;i y&#466;u xi&#224;ngy&#224;ng de f&#225;ngzi zh&#249;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你傻啊？那么一点钱，离市区那么远的房子，我才不要呢。你看，重庆最牛的钉子户，就是不搬，跟你拼到底，最后拿到的补偿比别人好多了。</td></tr><tr><td></td><td>Are you stupid?  Such a small amount of money, a house so far from the city center-- that I definitely don't want.  Look at the most stubborn relocation rebel in Chongqing. He just plain wouldn't move -- he fought until the bitter end.  In the end, the compensation he received was much better than what others got.</td></tr><tr><td></td><td>N&#464; sh&#462; a? N&#224;me y&#299;di&#462;n qi&#225;n, l&#237; sh&#236;q&#363; n&#224;me yu&#462;n de f&#225;ngzi, w&#466; c&#225;i b&#249;y&#224;o ne. N&#464; k&#224;n, Ch&#243;ngq&#236;ng zu&#236; ni&#250; de d&#299;ngzih&#249;, ji&#249;sh&#236; b&#249; b&#257;n, g&#275;n n&#464; p&#299;nd&#224;od&#464;, zu&#236;h&#242;u n&#225;d&#224;o de b&#468;ch&#225;ng b&#464; bi&#233;ren h&#462;o du&#333;le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎，我可没有这种精力。搞了半天，最后还不一定有结果。到时候，别人都搬走了，水电煤也没了，你怎么住？我情愿快点住新房子。</td></tr><tr><td></td><td>(Sigh.)  I certainly don't have that kind of energy.  And after all that, in the end there's no guarantee of any results.  When the time comes and everyone else has moved away, there's no water, electricity, or gas, then how will you live?  I'd rather move into a new place sooner.</td></tr><tr><td></td><td>&#257;i, w&#466; k&#283; m&#233;iy&#466;u zh&#232;zh&#466;ng j&#299;ngl&#236;. G&#462;o le b&#224;nti&#257;n, zu&#236;h&#242;u h&#225;i b&#249;y&#299;d&#236;ng y&#466;u ji&#233;gu&#466;. D&#224;o sh&#237;hou, bi&#233;ren d&#333;u b&#257;nz&#466;u le, shu&#464; di&#224;n m&#233;i y&#283; m&#233;i le, n&#464; z&#283;nme zh&#249;? W&#466; q&#237;ngyu&#224;n ku&#224;i di&#462;n zh&#249; x&#299;n f&#225;ngzi.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那你到时候可别后悔。总之，我要坚持到底。</td></tr><tr><td></td><td>Well, when that time comes I hope you don't regret it.  As for me, I'm going to stick it out to the end.</td></tr><tr><td></td><td>N&#224; n&#464; d&#224;o sh&#237;hou k&#283; bi&#233; h&#242;uhu&#464;. Z&#466;ngzh&#299;, w&#466; y&#224;o ji&#257;nch&#237; d&#224;od&#464;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>行啊，你慢慢耗着吧，我就不奉陪了。</td></tr><tr><td></td><td>All right, you take your time and drag it out. I just won't be around to keep you company.</td></tr><tr><td></td><td>X&#237;ng a, n&#464; m&#224;nm&#224;n h&#224;o zhe ba, w&#466; ji&#249; b&#249; f&#232;ngp&#233;i le.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>拆迁</td><td>ch&#257;iqi&#257;n</td><td>to demolish a building and relocate the residents</td></tr><tr><td>居委会</td><td>j&#363;w&#283;ihu&#236;</td><td>neighborhood committee</td></tr><tr><td>动工</td><td>d&#242;ngg&#333;ng</td><td>to begin construction</td></tr><tr><td>老一套</td><td>l&#462;oy&#299;t&#224;o</td><td>same old story</td></tr><tr><td>补偿</td><td>b&#468;ch&#225;ng</td><td>compensation</td></tr><tr><td>改善</td><td>g&#462;ish&#224;n</td><td>to improve</td></tr><tr><td>钉子户</td><td>d&#299;ngzih&#249;</td><td>a household resisting relocation</td></tr><tr><td>像样</td><td>xi&#224;ngy&#224;ng</td><td>presentable; decent</td></tr><tr><td>牛</td><td>ni&#250;</td><td>awesome; great</td></tr><tr><td>情愿</td><td>q&#237;ngyu&#224;n</td><td>to prefer to; would rather</td></tr><tr><td>耗</td><td>h&#224;o</td><td>to spend; to consume; to continue on</td></tr><tr><td>奉陪</td><td>f&#232;ngp&#233;i</td><td>to keep someone company</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>征收</td><td>zh&#275;ngsh&#333;u</td><td>to collect (taxes, etc.)</td></tr><tr><td>强制</td><td>qi&#225;ngzh&#236;</td><td>to coerce</td></tr><tr><td>僵持</td><td>ji&#257;ngch&#237;</td><td>to be deadlocked</td></tr><tr><td>吃亏</td><td>ch&#299;ku&#299;</td><td>to suffer loss</td></tr><tr><td>抗议</td><td>k&#224;ngy&#236;</td><td>to protest</td></tr><tr><td>三番两次</td><td>s&#257;nf&#257;nli&#462;ngc&#236;</td><td>again and again; repeatedly</td></tr></table></body>
</html>