<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - The Scene of the Accident</title>
</head>
<body><h1>Upper-Intermediate - The Scene of the Accident <span style="font-size:50%">(D0542)</span></h1>
<table>
<tr><td>A:</td><td>我开到路口的时候是绿灯，不过我还是减速、打右转向灯。没想到，一辆助动车冲出来。她是直行，速度比较快。我马上刹车，可是还是撞了。我记得撞车的时候她没摔下来，但是等我下车，她就一屁股坐在地上，又哭又闹，说我把她撞伤了。明明是她闯红灯，违反交通规则，还要赖在我身上。我当时转弯的时候速度只有二三十公里，根本不可能撞倒她。</td></tr><tr><td></td><td>When I drove up to the intersection the light was green, but I still slowed down, and put on my right turn blinker. I never thought an electric bike would come out of nowhere. She was going straight, at a rather high speed. I braked immediately, but I still hit her. I remember when I hit her bike she didn't fall off, but after I got out of my car, she set her butt right on the ground, crying and making a fuss, saying I injured her. She's clearly the one that ran a red light, breaking the law, and now she wants to pin it on me. At the time I was turning, my speed was only 20 or 30 kilometers per hour. There's no way I could have knocked her over.</td></tr><tr><td></td><td>W&#466; k&#257;i d&#224;o l&#249;k&#466;u de sh&#237;hou sh&#236; l&#476;d&#275;ng, b&#249;gu&#242; w&#466; h&#225;ishi ji&#462;ns&#249;, d&#462; y&#242;u zhu&#462;nxi&#224;ngd&#275;ng. M&#233;i xi&#462;ngd&#224;o, y&#299; li&#224;ng zh&#249;d&#242;ngch&#275; ch&#333;ng ch&#363;lai. T&#257; sh&#236; zh&#237;x&#237;ng, s&#249;d&#249; b&#464;ji&#224;o ku&#224;i. W&#466; m&#462;sh&#224;ng sh&#257;ch&#275;, k&#283;sh&#236; h&#225;ishi zhu&#224;ng le. W&#466; j&#236;de zhu&#224;ngch&#275; de sh&#237;hou t&#257; m&#233;i shu&#257;i xi&#224;lai, d&#224;nsh&#236; d&#283;ng w&#466; xi&#224;ch&#275;, t&#257; ji&#249; y&#299; p&#236;gu zu&#242; z&#224;i d&#236; sh&#224;ng, y&#242;u k&#363; y&#242;u n&#224;o, shu&#333; w&#466; b&#462; t&#257; zhu&#224;ng sh&#257;ng le. M&#237;ngm&#237;ng sh&#236; t&#257; chu&#462;ng h&#243;ngd&#275;ng, w&#233;if&#462;n ji&#257;ot&#333;ng gu&#299;z&#233;, h&#225;i y&#224;o l&#224;i z&#224;i w&#466; sh&#275;nshang. W&#466; d&#257;ngsh&#237; zhu&#462;nw&#257;n de sh&#237;hou s&#249;d&#249; zh&#464; y&#466;u &#232;r s&#257;n sh&#237; g&#333;ngl&#464;, g&#275;nb&#283;n b&#249; k&#283;n&#233;ng zhu&#224;ngd&#462;o t&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我当时骑助动车直行。要穿马路的时候，我仔细看过，绿灯刚变成黄灯，当时在我前面的车都过去了。我也加速冲过去，而且还一直按喇叭。没想到一辆奥迪右转，速度飞快。他根本没减速，反而是加速。我一点都来不及反应，就撞上去了。他这么快的车速，又是这么大的车，我一下子就连人带车摔到地上了。</td></tr><tr><td></td><td>I was riding my electric bike, going straight. When I needed to cross the street I looked carefully, and the green light had just turned yellow. The cars in front of me all went ahead. I also sped up to go through, and I was continuously blowing my horn. I never imagined an Audi would make a right turn, and at a blinding speed. He never slowed down -- he sped up. I had no time at all to react, and I ran into him. He was going so fast, and it was such a big car, that I was immediately thrown to the ground along with my bike.</td></tr><tr><td></td><td>W&#466; d&#257;ngsh&#237; q&#237; zh&#249;d&#242;ngch&#275; zh&#237;x&#237;ng. Y&#224;o chu&#257;n m&#462;l&#249; de sh&#237;hou, w&#466; z&#464;x&#236; k&#224;n guo, l&#476;d&#275;ng g&#257;ng bi&#224;nch&#233;ng hu&#225;ngd&#275;ng, d&#257;ngsh&#237; z&#224;i w&#466; qi&#225;nmian de ch&#275; d&#333;u gu&#242;q&#249; le. W&#466; y&#283; ji&#257;s&#249; ch&#333;ng gu&#242;qu, &#233;rqi&#283; h&#225;i y&#299;zh&#237; &#224;n l&#462;ba. M&#233;i xi&#462;ngd&#224;o y&#299; li&#224;ng A&#242;d&#237; y&#242;uzhu&#462;n, s&#249;d&#249; f&#275;iku&#224;i. T&#257; g&#275;nb&#283;n m&#233;i ji&#462;ns&#249;, f&#462;n&#233;r sh&#236; ji&#257;s&#249;. W&#466; y&#299;di&#462;n d&#363; l&#225;ibuj&#237; f&#462;ny&#236;ng, ji&#249; zhu&#224;ng sh&#224;ngqu le. T&#257; zh&#232;me ku&#224;i de ch&#275;s&#249;, y&#242;u sh&#236; zh&#232;me d&#224; de ch&#275;, w&#466; y&#299;xi&#224;zi ji&#249; li&#225;n r&#233;n d&#224;i ch&#275; shu&#257;i d&#224;o d&#236; sh&#224;ng le.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>出事的时候我就站在路口，看得一清二楚。当时一辆小轿车右转弯，没有按喇叭，“呜”的一下就转了。谁晓得一辆助动车也开过来，速度也很快。他们就撞上了。我第一次看见撞车，心里怕得很。我想这下坏了，可能撞死人了。我赶快跑过去，看到那个骑车的小姑娘摔在地上，还好人没事。开车子的男人后来也下来了。他们两个都开得快，硬碰硬就撞了。</td></tr><tr><td></td><td>When the accident happened I was standing at the intersection, and I saw everything clear as day. A small car was turning right, didn't blow its horn, and "whoosh" just made a turn. Who knew an electric bike would also drive up, and at a really high speed. They just hit each other. It was the first time I ever saw a car accident. I was scared out of my wits. I thought it must be bad, maybe someone died in the crash. I hurried right over and saw the girl on the bike had been knocked to the ground. Good thing she was OK. Then the man driving the car got out. They were both driving very fast, metal hit metal, and it was a crash.</td></tr><tr><td></td><td>Ch&#363;sh&#236; de sh&#237;hou w&#466; ji&#249; zh&#224;nz&#224;i l&#249;k&#466;u, k&#224;n de y&#299;q&#299;ng&#232;rch&#468;. D&#257;ngsh&#237; y&#299; li&#224;ng xi&#462;oji&#224;och&#275; y&#242;u zhu&#462;nw&#257;n, m&#233;iy&#466;u &#224;n l&#462;ba, " w&#363; " de y&#299;xi&#224; ji&#249; zhu&#462;n le. Sh&#233;i xi&#462;ode y&#299; li&#224;ng zh&#249;d&#242;ngch&#275; y&#283; k&#257;i gu&#242;lai, s&#249;d&#249; y&#283; h&#283;n ku&#224;i. T&#257;men ji&#249; zhu&#224;ngsh&#224;ng le. W&#466; d&#236; y&#299; c&#236; k&#224;nji&#224;n zhu&#224;ngch&#275;, x&#299;nl&#464; p&#224; de h&#283;n. W&#466; xi&#462;ng zh&#232;xi&#224; hu&#224;i le, k&#283;n&#233;ng zhu&#224;ngs&#464; r&#233;n le. W&#466; g&#462;nku&#224;i p&#462;o gu&#242;qu, k&#224;nd&#224;o n&#224;ge q&#237;ch&#275; de xi&#462;o g&#363;niang shu&#257;i z&#224;i d&#236; sh&#224;ng, h&#225;i h&#462;o r&#233;n m&#233;ish&#236;. K&#257;i ch&#275;zi de n&#225;nr&#233;n h&#242;ul&#225;i y&#283; xi&#224;lai le. T&#257;men li&#462;ng ge d&#333;u k&#257;i de ku&#224;i, y&#236;ngp&#232;ngy&#236;ng ji&#249; zhu&#224;ng le.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>减速</td><td>ji&#462;ns&#249;</td><td>to slow down</td></tr><tr><td>右转向灯</td><td>y&#242;u zhu&#462;nxi&#224;ngd&#275;ng</td><td>right turn signal</td></tr><tr><td>助动车</td><td>zh&#249;d&#242;ngch&#275;</td><td>hybrid bike-motorbike</td></tr><tr><td>直行</td><td>zh&#237;x&#237;ng</td><td>to go straight</td></tr><tr><td>刹车</td><td>sh&#257;ch&#275;</td><td>to brake</td></tr><tr><td>撞车</td><td>zhu&#224;ngch&#275;</td><td>to crash (a vehicle)</td></tr><tr><td>又哭又闹</td><td>y&#242;u k&#363; y&#242;u n&#224;o</td><td>to cry and cause a commotion</td></tr><tr><td>闯红灯</td><td>chu&#462;ng h&#243;ngd&#275;ng</td><td>to run a red light</td></tr><tr><td>赖</td><td>l&#224;i</td><td>to blame; to deny error</td></tr><tr><td>加速</td><td>ji&#257;s&#249;</td><td>to accelerate</td></tr><tr><td>反应</td><td>f&#462;ny&#236;ng</td><td>to react</td></tr><tr><td>连人带车</td><td>li&#225;n r&#233;n d&#224;i ch&#275;</td><td>the person together with the vehicle</td></tr><tr><td>一清二楚</td><td>y&#299;q&#299;ng&#232;rch&#468;</td><td>to be very clear about something</td></tr><tr><td>晓得</td><td>xi&#462;ode</td><td>to know; to be aware</td></tr><tr><td>出事</td><td>ch&#363;sh&#236;</td><td>to have an accident</td></tr><tr><td>硬碰硬</td><td>y&#236;ngp&#232;ngy&#236;ng</td><td>to collide with force</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>油门</td><td>y&#243;um&#233;n</td><td>accelerator; throttle</td></tr><tr><td>倒车</td><td>d&#224;och&#275;</td><td>to back up a vehicle</td></tr><tr><td>后视镜</td><td>h&#242;ush&#236;j&#236;ng</td><td>rearview mirror</td></tr><tr><td>超车</td><td>ch&#257;och&#275;</td><td>to pass a vehicle; to overtake</td></tr><tr><td>抢道</td><td>qi&#462;ngd&#224;o</td><td>to cut off another driver</td></tr><tr><td>超速</td><td>ch&#257;os&#249;</td><td>to exceed the speed limit</td></tr><tr><td>目击者</td><td>m&#249;j&#299;zh&#283;</td><td>eyewitness</td></tr></table></body>
</html>