<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Global Warming</title>
</head>
<body><h1>Upper-Intermediate - Global Warming <span style="font-size:50%">(D0548)</span></h1>
<table>
<tr><td>A:</td><td>现在天气完全不正常。热死了！</td></tr><tr><td></td><td>The weather now is totally abnormal. It's so hot!</td></tr><tr><td></td><td>Xi&#224;nz&#224;i ti&#257;nq&#236; w&#225;nqu&#225;n b&#249; zh&#232;ngch&#225;ng. R&#232;s&#464; le!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你不知道这是全球气候变暖现象？以后会越来越热的。</td></tr><tr><td></td><td>Don't you know this is the global warming phenomenon? It's going to get hotter and hotter.</td></tr><tr><td></td><td>N&#464; b&#249; zh&#299;d&#224;o zh&#232; sh&#236; qu&#225;nqi&#250; q&#236;h&#242;u bi&#224;nnu&#462;n xi&#224;nxi&#224;ng? Y&#464;h&#242;u hu&#236; yu&#232;l&#225;iyu&#232; r&#232; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>啊哟，一听这些气象专有名词，我就烦。你能不能不说？一会儿是温室效应，一会儿是全球气候变暖。怎么都这么绕口？</td></tr><tr><td></td><td>Ugh! As soon as I hear those technical weather terms, I just get annoyed. Can you not talk about it?  First it's the greenhouse effect, then it's global warming. How come they're such a mouthful to say?</td></tr><tr><td></td><td>&#257;y&#333;, y&#299; t&#299;ng zh&#232;xi&#275; q&#236;xi&#224;ng zhu&#257;ny&#466;u m&#237;ngc&#237;, w&#466; ji&#249; f&#225;n. N&#464; n&#233;ng bu n&#233;ng b&#249; shu&#333;? Y&#299;hu&#236;r5 sh&#236; w&#275;nsh&#236; xi&#224;oy&#236;ng, y&#299;hu&#236;r5 sh&#236; qu&#225;nqi&#250; q&#236;h&#242;u bi&#224;nnu&#462;n. Z&#283;nme d&#333;u zh&#232;me r&#224;ok&#466;u?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你怎么光注意这个？温室效应的后果可是很严重的。你有没有看过戈尔拍的纪录片？全球气温每升高零点一度，对人类来说都是灾难。</td></tr><tr><td></td><td>How can you only pay attention to that?  The consequences of the greenhouse effect are very grave.  Have you seen Al Gore's documentary?  For every 0.1 degree the earth's temperature rises, it's a calamity for the human race.</td></tr><tr><td></td><td>N&#464; z&#283;nme gu&#257;ng zh&#249;y&#236; zh&#232;ge? W&#275;nsh&#236; xi&#224;oy&#236;ng de h&#242;ugu&#466; k&#283;sh&#236; h&#283;n y&#225;nzh&#242;ng de. N&#464; y&#466;u mei y&#466;u k&#224;n guo G&#275;&#283;r p&#257;i de j&#236;l&#249;pi&#224;n? Qu&#225;nqi&#250; q&#236;w&#275;n m&#283;i sh&#275;ngg&#257;o l&#237;ng di&#462;n y&#299; d&#249;, du&#236; r&#233;nl&#232;i l&#225;ishu&#333; d&#333;u sh&#236; z&#257;in&#224;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我觉得这种说教根本起不到作用。看过以后，日子还是照样过。</td></tr><tr><td></td><td>I think this kind of preaching is of absolutely no use.  Since I saw it, everything has been the same as always.</td></tr><tr><td></td><td>W&#466; ju&#233;de zh&#232;zh&#466;ng shu&#333;ji&#224;o g&#275;nb&#283;n q&#464;bud&#224;o zu&#242;y&#242;ng. K&#224;n guo y&#464;h&#242;u, r&#236;zi h&#225;ishi zh&#224;oy&#224;ng gu&#242;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>可是现在确实有好多人开始关注气候问题了。特别是欧美，好多人都开始通过日常行为，改变环境。</td></tr><tr><td></td><td>However, now a lot of people have started to pay more attention to the climate issue. Especially  in Europe and America--a lot of people are trying to transform the environment through their day-to-day behavior.</td></tr><tr><td></td><td>K&#283;sh&#236; xi&#224;nz&#224;i qu&#232;sh&#237; y&#466;u h&#462;o du&#333; r&#233;n k&#257;ish&#464; gu&#257;nzh&#249; q&#236;h&#242;u w&#232;nt&#237; le. T&#232;bi&#233; sh&#236; O&#363;M&#283;i, h&#462;o du&#333; r&#233;n d&#333;u k&#257;ish&#464; t&#333;nggu&#242; r&#236;ch&#225;ng x&#237;ngw&#233;i, g&#462;ibi&#224;n hu&#225;nj&#236;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>说实话，我觉得那些由气候变暖带来的灾难离自己的生活很远，地球热一点，有什么大不了？</td></tr><tr><td></td><td>To tell the truth, I think that the calamities brought on by climate change seem very distant from my life.  So the earth is a little warmer--what's the worst that can happen?</td></tr><tr><td></td><td>Shu&#333; sh&#237;hu&#224;, w&#466; ju&#233;de n&#224;xi&#275; y&#243;u q&#236;h&#242;u bi&#224;nnu&#462;n d&#224;il&#225;i de z&#257;in&#224;n l&#237; z&#236;j&#464; de sh&#275;nghu&#243; h&#283;n yu&#462;n, d&#236;qi&#250; r&#232; y&#299;di&#462;n, y&#466;u sh&#233;nme d&#224;buli&#462;o?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你别不当回事。虽然具体的灾难我也说不清，但是有一点可以肯定，人类的生存状态会变得非常恶劣。</td></tr><tr><td></td><td>Don't take it lightly.  Although no one can be certain of the particular disastrous results, there is one thing for certain:  living conditions for humans will become very poor.</td></tr><tr><td></td><td>N&#464; bi&#233; b&#249; d&#257;nghu&#237;sh&#236;. Su&#299;r&#225;n j&#249;t&#464; de z&#257;in&#224;n w&#466; y&#283; shu&#333;buq&#299;ng, d&#224;nsh&#236; y&#466;u y&#299; di&#462;n k&#283;y&#464; k&#283;nd&#236;ng, r&#233;nl&#232;i de sh&#275;ngc&#250;n zhu&#224;ngt&#224;i hu&#236; bi&#224;n de f&#275;ich&#225;ng &#232;li&#232;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>搞了半天，你跟我也差不多嘛。</td></tr><tr><td></td><td>After going on for half the day, you are basically saying the same thing I am.</td></tr><tr><td></td><td>G&#462;o le b&#224;nti&#257;n, n&#464; g&#275;n w&#466; y&#283; ch&#224;budu&#333; ma.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>什么？我比你有觉悟多了。我已经开始少开车、少用电了。</td></tr><tr><td></td><td>What?  I am a lot more aware than you.  I've already started driving my car less, and using less electricity.</td></tr><tr><td></td><td>Sh&#233;nme? W&#466; b&#464; n&#464; y&#466;u ju&#233;w&#249; du&#333; le. W&#466; y&#464;j&#299;ng k&#257;ish&#464; sh&#462;o k&#257;ich&#275;, sh&#462;o y&#242;ngdi&#224;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>嗯，这样准能给地球降温，真是太辛苦你了。</td></tr><tr><td></td><td>Hmph.  Like that will really lower the temperature of the earth.  You're really putting yourself out.</td></tr><tr><td></td><td>Ng4, zh&#232;y&#224;ng zh&#468;n n&#233;ng g&#283;i d&#236;qi&#250; ji&#224;ngw&#275;n, zh&#275;nsh&#236; t&#224;i x&#299;nk&#468; n&#464; le.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>全球气候变暖</td><td>qu&#225;nqi&#250; q&#236;h&#242;u bi&#224;nnu&#462;n</td><td>global warming</td></tr><tr><td>气象</td><td>q&#236;xi&#224;ng</td><td>meteorology</td></tr><tr><td>温室效应</td><td>w&#275;nsh&#236; xi&#224;oy&#236;ng</td><td>greenhouse effect</td></tr><tr><td>绕口</td><td>r&#224;ok&#466;u</td><td>tongue-twister</td></tr><tr><td>纪录片</td><td>j&#236;l&#249;pi&#224;n</td><td>documentary film</td></tr><tr><td>灾难</td><td>z&#257;in&#224;n</td><td>disaster</td></tr><tr><td>说教</td><td>shu&#333;ji&#224;o</td><td>to preach, sermonize</td></tr><tr><td>照样</td><td>zh&#224;oy&#224;ng</td><td>in the same old way; as before</td></tr><tr><td>关注</td><td>gu&#257;nzh&#249;</td><td>to follow with interest</td></tr><tr><td>大不了</td><td>d&#224;buli&#462;o</td><td>at the worst; alarming</td></tr><tr><td>当回事</td><td>d&#257;nghu&#237;sh&#236;</td><td>to take something seriously</td></tr><tr><td>生存状态</td><td>sh&#275;ngc&#250;n zhu&#224;ngt&#224;i</td><td>living conditions</td></tr><tr><td>恶劣</td><td>&#232;li&#232;</td><td>poor quality; vile</td></tr><tr><td>觉悟</td><td>ju&#233;w&#249;</td><td>consciousness; enlightenment</td></tr><tr><td>降温</td><td>ji&#224;ngw&#275;n</td><td>to drop in temperature; to cool down</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>污染</td><td>w&#363;r&#462;n</td><td>to pollute; pollution</td></tr><tr><td>温室气体</td><td>w&#275;nsh&#236; q&#236;t&#464;</td><td>greenhouse gas</td></tr><tr><td>排放</td><td>p&#225;if&#224;ng</td><td>emission; discharge</td></tr><tr><td>冰川</td><td>b&#299;ngchu&#257;n</td><td>glacier</td></tr><tr><td>融化</td><td>r&#243;nghu&#224;</td><td>to melt</td></tr><tr><td>旱灾</td><td>h&#224;nz&#257;i</td><td>drought</td></tr><tr><td>洪涝灾害</td><td>h&#243;ngl&#224;o z&#257;ih&#224;i</td><td>flood</td></tr><tr><td>泥石流</td><td>n&#237;sh&#237;li&#250;</td><td>mudslide</td></tr><tr><td>海嘯</td><td>h&#462;ixi&#224;o</td><td>tidal wave</td></tr></table></body>
</html>