<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Studying Japanese</title>
</head>
<body><h1>Upper-Intermediate - Studying Japanese <span style="font-size:50%">(D0555)</span></h1>
<table>
<tr><td>A:</td><td>啊哟，你这么用功，在学日语！</td></tr><tr><td></td><td>Wow, you're so hard-working, studying Japanese!</td></tr><tr><td></td><td>&#257;y&#333;, n&#464; zh&#232;me y&#242;ngg&#333;ng, z&#224;i xu&#233; r&#236;y&#468;!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，刚开始的。岁月不饶人啊，现在学点东西可真费劲。</td></tr><tr><td></td><td>Yeah, I just started. Time and tide wait for no man. Studying stuff now is really tiring.</td></tr><tr><td></td><td>Ng4, g&#257;ng k&#257;ish&#464; de. Su&#236;yu&#232; b&#249; r&#225;or&#233;n a, xi&#224;nz&#224;i xu&#233; di&#462;n d&#333;ngxi k&#283; zh&#275;n f&#232;ij&#236;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>日语和汉语不是挺像的嘛。总比学英语容易吧。</td></tr><tr><td></td><td>But Japanese and Chinese are really similar, right? It's got to be easier than studying English, anyway.</td></tr><tr><td></td><td>R&#236;y&#468; h&#233; h&#224;ny&#468; b&#249; sh&#236; t&#464;ng xi&#224;ng de ma. Z&#466;ng b&#464; xu&#233; y&#299;ngy&#468; r&#243;ngy&#236; ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我以前也这么想。现在发现，日语只是开头简单，比如书写、发音什么的。可是想学得深一点就难了。</td></tr><tr><td></td><td>I used to think that. Now I find that Japanese is only easy in the beginning, for writing and pronunciation and stuff. But if you want to dig deeper in your studies it's difficult.</td></tr><tr><td></td><td>W&#466; y&#464;qi&#225;n y&#283; zh&#232;me xi&#462;ng. Xi&#224;nz&#224;i f&#257;xi&#224;n, r&#236;y&#468; zh&#464;sh&#236; k&#257;it&#243;u ji&#462;nd&#257;n, b&#464;r&#250; sh&#363;xi&#283;, f&#257;y&#299;n sh&#233;nme de. K&#283;sh&#236; xi&#462;ng xu&#233; de sh&#275;n y&#299;di&#462;n ji&#249; n&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>日语里不是有很多汉字吗，我们中国人自己琢磨琢磨就明白了。不过，除了汉字，还有些怪怪的符号。那是什么呀？</td></tr><tr><td></td><td>Doesn't Japanese have lots of Chinese characters? We Chinese can just put some thought into it and then we'll get it. But besides Chinese characters there are also some weird symbols. What are those?</td></tr><tr><td></td><td>R&#236;y&#468; l&#464; b&#249; sh&#236; y&#466;u h&#283;n du&#333; h&#224;nz&#236; ma, w&#466;men zh&#333;nggu&#243;r&#233;n z&#236;j&#464; zu&#243;mo zu&#243;mo ji&#249; m&#237;ngbai le. B&#249;gu&#242;, ch&#250;le h&#224;nz&#236;, h&#225;i y&#466;uxi&#275; gu&#224;igu&#224;i de f&#250;h&#224;o. N&#224; sh&#236; sh&#233;nme y&#257;?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你说的是平假名和片假名吧，那是日语的注音符号。在日语中，同一个发音对应着平假名和片假名两种写法。平假名是从汉字的草书演化过来的，用于一般的书写。片假名源于汉字的偏旁部首，主要是用来表示外来语或强调的。</td></tr><tr><td></td><td>You're talking about hiragana and katakana. They're the phonetic writing system of Japanese. In Japanese, the same sounds correspond to both the written forms of hiragana and of katakana. Hiragana evolved from the grass script form of Chinese characters, and are used in typical writing. Katakana originated from the radicals of Chinese characters, and is mainly used to express foreign loanwords or emphasis.</td></tr><tr><td></td><td>N&#464; shu&#333; de sh&#236; p&#237;ngji&#462;m&#237;ng h&#233; pi&#224;nji&#462;m&#237;ng ba, n&#224; sh&#236; r&#236;y&#468; de zh&#249;y&#299;n f&#250;h&#224;o. Z&#224;i r&#236;y&#468; zh&#333;ng, t&#243;ng y&#299; ge f&#257;y&#299;n du&#236;y&#236;ng zhe p&#237;ngji&#462;m&#237;ng h&#233; pi&#224;nji&#462;m&#237;ng li&#462;ng zh&#466;ng xi&#283;f&#462;. P&#237;ngji&#462;m&#237;ng sh&#236; c&#243;ng h&#224;nz&#236; de c&#462;osh&#363; y&#462;nhu&#224; gu&#242;lai de, y&#242;ngy&#250; y&#299;b&#257;n de sh&#363;xi&#283;. Pi&#224;nji&#462;m&#237;ng yu&#225;ny&#250; h&#224;nz&#236; de pi&#257;np&#225;ng b&#249;sh&#466;u, zh&#468;y&#224;o sh&#236; y&#242;ngl&#225;i bi&#462;osh&#236; w&#224;il&#225;iy&#468; hu&#242; qi&#225;ngdi&#224;o de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>噢，这个我知道，日语里有好多从英语直接音译过来的词。</td></tr><tr><td></td><td>Oh, I know this: a lot of English words were directly transliterated into Japanese words.</td></tr><tr><td></td><td>&#333;, zh&#232;ge w&#466; zh&#299;d&#224;o, r&#236;y&#468; l&#464; y&#466;u h&#462;o du&#333; c&#243;ng y&#299;ngy&#468; zh&#237;ji&#275; y&#299;ny&#236; gu&#242;lai de c&#237;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，不过它们还是比较有日本特色的，完全听不出原来是什么。</td></tr><tr><td></td><td>Yeah, but they still have Japanese characteristics. You can't tell at all what they were originally.</td></tr><tr><td></td><td>Ng4, b&#249;gu&#242; t&#257;men h&#225;ishi b&#464;ji&#224;o y&#466;u r&#236;b&#283;n t&#232;s&#232; de, w&#225;nqu&#225;n t&#299;ngbuch&#363; yu&#225;nl&#225;i sh&#236; sh&#233;nme.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那日语中的汉字都是繁体字吗？</td></tr><tr><td></td><td>So are the Chinese characters in Japanese all traditional characters?</td></tr><tr><td></td><td>N&#224; r&#236;y&#468; zh&#333;ng de h&#224;nz&#236; d&#333;u sh&#236; f&#225;nt&#464;z&#236; ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>繁体占多数，还有一些日式简体字，和我们简体字的写法不太一样。比如“出発”的“発”。中文里就没有这个字。</td></tr><tr><td></td><td>Traditional characters comprise the majority, but there are also a few Japanese character simplifications that are somewhat different from our simplified characters. For example, the "patsu" in "shuppatsu." This character doesn't exist in Chinese.</td></tr><tr><td></td><td>F&#225;nt&#464; zh&#224;n du&#333;sh&#249;, h&#225;i y&#466;u y&#299;xi&#275; r&#236;sh&#236; ji&#462;nt&#464;z&#236;, h&#233; w&#466;men ji&#462;nt&#464;z&#236; de xi&#283;f&#462; b&#249;t&#224;i y&#299;y&#224;ng. B&#464;r&#250; " ch&#363; 发" de "发". Zh&#333;ngw&#233;n l&#464; ji&#249; m&#233;iy&#466;u zh&#232;ge z&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>怎么听起来这么复杂？</td></tr><tr><td></td><td>Why does it seem so complicated?</td></tr><tr><td></td><td>Z&#283;nme t&#299;ng q&#464;lai zh&#232;me f&#249;z&#225;?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>复杂的还在后面呢。比如一字多音，还有语法。我总结下来，发现和汉语越接近的语言对我们来说反而越难学，因为你会用汉语的思维去解读。</td></tr><tr><td></td><td>The really complicated stuff is still coming. For example, the multiple readings for each character, and the grammar. In the end, I've discovered that languages too similar to Mandarin are actually harder to learn, because you'll be applying your Chinese concepts when deciphering them.</td></tr><tr><td></td><td>F&#249;z&#225; de h&#225;i z&#224;i h&#242;umian ne. B&#464;r&#250; y&#299; z&#236; du&#333; y&#299;n, h&#225;iy&#466;u y&#468;f&#462;. W&#466; z&#466;ngji&#233; xi&#224;lai, f&#257;xi&#224;n h&#233; h&#224;ny&#468; yu&#232; ji&#275;j&#236;n de y&#468;y&#225;n du&#236; w&#466;men l&#225;ishu&#333; f&#462;n&#233;r yu&#232; n&#225;nxu&#233;, y&#299;nw&#232;i n&#464; hu&#236; y&#242;ng h&#224;ny&#468; de s&#299;w&#233;i q&#249; ji&#283;d&#250;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎，我觉得只要是语言，都不好学。你看英语，和咱们中文一点都不相干，我不是也学不好吗？</td></tr><tr><td></td><td>Ah, I think that as long as it's a language, it's always going to be difficult. Take a look at English. It's not at all similar to Chinese, but I can't even learn it, right?</td></tr><tr><td></td><td>&#257;i, w&#466; ju&#233;de zh&#464;y&#224;o sh&#236; y&#468;y&#225;n, d&#333;u b&#249; h&#462;oxu&#233;. N&#464; k&#224;n y&#299;ngy&#468;, h&#233; z&#225;nmen Zh&#333;ngw&#233;n y&#299;di&#462;n d&#333;u b&#249; xi&#257;ngg&#257;n, w&#466; b&#249; sh&#236; y&#283; xu&#233;buh&#462;o ma?  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>岁月不饶人</td><td>su&#236;yu&#232; b&#249; r&#225;or&#233;n</td><td>Time and tide wait for no one</td></tr><tr><td>费劲</td><td>f&#232;ij&#236;n</td><td>to put forth a lot of effort; tiring</td></tr><tr><td>琢磨</td><td>zu&#243;mo</td><td>to ponder over</td></tr><tr><td>平假名</td><td>p&#237;ngji&#462;m&#237;ng</td><td>hiragana</td></tr><tr><td>片假名</td><td>pi&#224;nji&#462;m&#237;ng</td><td>katakana</td></tr><tr><td>演化</td><td>y&#462;nhu&#224;</td><td>to evolve</td></tr><tr><td>外来语</td><td>w&#224;il&#225;iy&#468;</td><td>loanword</td></tr><tr><td>解读</td><td>ji&#283;d&#250;</td><td>to decipher</td></tr><tr><td>相干</td><td>xi&#257;ngg&#257;n</td><td>to be concerned with; to have to do with</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>来源</td><td>l&#225;iyu&#225;n</td><td>source</td></tr><tr><td>记忆力</td><td>j&#236;y&#236;l&#236;</td><td>memory; ability to remember</td></tr><tr><td>省力</td><td>sh&#283;ngl&#236;</td><td>to save energy</td></tr><tr><td>万事开头难</td><td>w&#224;nsh&#236; k&#257;it&#243;u n&#225;n</td><td>things are always difficult at the start</td></tr></table></body>
</html>