<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Experiencing Agricultural Life</title>
</head>
<body><h1>Upper-Intermediate - Experiencing Agricultural Life <span style="font-size:50%">(D0561)</span></h1>
<table>
<tr><td>子恒:</td><td>嘿！大家好！我叫子恒！</td></tr><tr><td></td><td>Hey! Hello everybody! I'm Ziheng.</td></tr><tr><td></td><td>H&#275;i! D&#224;ji&#257; h&#462;o! W&#466; ji&#224;o Z&#464; H&#233;ng!  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>子恒非常地活泼啊，好，那，子恒，今天我们要关于学农对你做一个采访。准备好了没有？</td></tr><tr><td></td><td>Ziheng is very lively.  OK, then, Ziheng, today we want to interview you about learning agricultural production.  Are you ready?</td></tr><tr><td></td><td>Z&#464; H&#233;ng f&#275;ich&#225;ng de hu&#243;po a, h&#462;o, n&#224;, Z&#464; H&#233;ng, j&#299;nti&#257;n w&#466;men y&#224;o gu&#257;ny&#250; xu&#233;n&#243;ng du&#236; n&#464; zu&#242; y&#299; ge c&#462;if&#462;ng. Zh&#468;nb&#232;i h&#462;o le m&#233;iy&#466;u?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯，主持人你请随便吧！</td></tr><tr><td></td><td>Uh-huh.  Host, please ask me whatever you like!</td></tr><tr><td></td><td>Ng4, zh&#468;ch&#237;r&#233;n n&#464; q&#464;ng su&#237;bi&#224;n ba!  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>好，第一个问题就是你读书的时候有没有学过农？</td></tr><tr><td></td><td>OK.  The first question is, when you were in school, did you ever study farming?</td></tr><tr><td></td><td>H&#462;o, d&#236; y&#299; ge w&#232;nt&#237; ji&#249;sh&#236; n&#464; d&#250;sh&#363; de sh&#237;hou y&#466;um&#233;iy&#466;u xu&#233; guo n&#243;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>学过啊。</td></tr><tr><td></td><td>Yes, I did.</td></tr><tr><td></td><td>Xu&#233; guo a.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>大概什么时候呢？</td></tr><tr><td></td><td>Approximately when was that?</td></tr><tr><td></td><td>D&#224;g&#224;i sh&#233;nme sh&#237;hou ne?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯……高中的时候。</td></tr><tr><td></td><td>Um, when I was in high school.</td></tr><tr><td></td><td>Ng5 …… g&#257;ozh&#333;ng de sh&#237;hou.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>高一还是高二？</td></tr><tr><td></td><td>Your first year, or your second year?</td></tr><tr><td></td><td>G&#257;oy&#299; h&#225;ish&#236; g&#257;o &#232;r?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>高二。</td></tr><tr><td></td><td>My second year.</td></tr><tr><td></td><td>G&#257;o &#232;r.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那么你们是去什么地方学农的？</td></tr><tr><td></td><td>So, where did you go to study farming?</td></tr><tr><td></td><td>N&#224;me n&#464;men sh&#236; q&#249; sh&#233;nme d&#236;fang xu&#233;n&#243;ng de?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>我们去长兴岛。</td></tr><tr><td></td><td>We went to Changxing Island.</td></tr><tr><td></td><td>W&#466;men q&#249; Ch&#225;ngx&#299;ng D&#462;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>长兴岛是在什么地方？好象没有听说过。</td></tr><tr><td></td><td>Where is Changxing Island? I don't think I've ever heard of it.</td></tr><tr><td></td><td>Ch&#225;ngx&#299;ng D&#462;o sh&#236; z&#224;i sh&#233;nme d&#236;fang? H&#462;oxi&#224;ng m&#233;iy&#466;u t&#299;ngshu&#333; guo.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>在那个长江口。</td></tr><tr><td></td><td>At the mouth of the Yangtze River.</td></tr><tr><td></td><td>Z&#224;i n&#224;ge Ch&#225;ngji&#257;ng k&#466;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>在长江口。</td></tr><tr><td></td><td>At the mouth of the Yangtze River.</td></tr><tr><td></td><td>Z&#224;i Ch&#225;ngji&#257;ng k&#466;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>有很多很多大船。</td></tr><tr><td></td><td>There are many, many ships.</td></tr><tr><td></td><td>Y&#466;u h&#283;n du&#333; h&#283;n du&#333; d&#224; chu&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，那你们是坐船过去的吗？</td></tr><tr><td></td><td>Oh, so did you get there by boat?</td></tr><tr><td></td><td>&#242;, n&#224; n&#464;men sh&#236; zu&#242; chu&#225;n gu&#242;q&#249; de ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯，早晨8点多钟乘的渡船，大概两个多小时左右到的吧。</td></tr><tr><td></td><td>Uh-huh.  Around eight o'clock in the morning we took the ferry.  We got there in just over two hours, or so.</td></tr><tr><td></td><td>Ng4, z&#462;och&#233;n b&#257;di&#462;n de d&#249;chu&#225;n, d&#224;g&#224;i li&#462;ng ge du&#333; xi&#462;osh&#237; zu&#466;y&#242;u d&#224;o de ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，那还是蛮辛苦的，长途跋涉到那个地方。</td></tr><tr><td></td><td>Oh! Well, that's pretty tiring.  You really had to cover a long distance to get to the place.</td></tr><tr><td></td><td>&#242;, n&#224; h&#225;ish&#236; m&#225;n x&#299;nk&#468; de, ch&#225;ngt&#250;b&#225;sh&#232; d&#224;o n&#224;ge d&#236;fang.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>是呀！</td></tr><tr><td></td><td>Yeah!</td></tr><tr><td></td><td>Sh&#236; ya!  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>好，那么你们在那儿学了大概多长时间？</td></tr><tr><td></td><td>OK, so how approximately how long did you study there?</td></tr><tr><td></td><td>H&#462;o, n&#224;me n&#464;men z&#224;i n&#224;r5 xu&#233; le d&#224;g&#224;i du&#333;ch&#225;ng sh&#237;ji&#257;n?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>差不多十天左右。</td></tr><tr><td></td><td>About 10 days, give or take.</td></tr><tr><td></td><td>Ch&#224;budu&#333; sh&#237; ti&#257;n zu&#466;y&#242;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>十天左右？</td></tr><tr><td></td><td>10 days, give or take?</td></tr><tr><td></td><td>Sh&#237; ti&#257;n zu&#466;y&#242;u?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯。</td></tr><tr><td></td><td>Uh-huh.</td></tr><tr><td></td><td>Ng4.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那就是这个十天你们有没有上课？因为我听说有的学校好象白天学农，然后晚上继续上那个学校里安排的那种课程。</td></tr><tr><td></td><td>So, then, in those 10 days did you attend any classes?  Because I've heard that some schools learn farming during the day, and then in the evening have to go on to study some lessons arranged by the school.</td></tr><tr><td></td><td>N&#224; ji&#249;sh&#236; zh&#232;ge sh&#237; ti&#257;n n&#464;men y&#466;um&#233;iy&#466;u sh&#224;ngk&#232;? Y&#299;nw&#232;i w&#466; t&#299;ngshu&#333; y&#466;ude xu&#233;xi&#224;o h&#462;oxi&#224;ng b&#225;iti&#257;n xu&#233;n&#243;ng, r&#225;nh&#242;u w&#462;nshang j&#236;x&#249; sh&#224;ng n&#224;ge xu&#233;xi&#224;o l&#464; &#257;np&#225;i de n&#224;zh&#466;ng k&#232;ch&#233;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>啊，那我们自由多啦！哈。</td></tr><tr><td></td><td>Oh? Then we had a lot more freedom!  Ha.</td></tr><tr><td></td><td>&#224;, n&#224; w&#466;men z&#236;y&#243;u du&#333; la! H&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>是吗？</td></tr><tr><td></td><td>Really?</td></tr><tr><td></td><td>Sh&#236;ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>我们是白天干活，晚上自由活动。</td></tr><tr><td></td><td>We had to work during the day.  In the evening we had free time.</td></tr><tr><td></td><td>W&#466;men sh&#236; b&#225;iti&#257;n g&#224;nhu&#243;, w&#462;nshang z&#236;y&#243;uhu&#243;d&#242;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>啊，那你们晚上都干些什么呢？</td></tr><tr><td></td><td>Ah.  So, what did you do in the evenings then?</td></tr><tr><td></td><td>&#224;, n&#224; n&#464;men w&#462;nshang d&#333;u g&#224;n xi&#275; sh&#233;nme ne?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>那太多了，有些不太好讲，有些大家都知道对吧？</td></tr><tr><td></td><td>So much. Some things are better not to say.  Some things are obvious, right?</td></tr><tr><td></td><td>N&#224; t&#224;i du&#333; le, y&#466;uxi&#275; b&#249;t&#224;i h&#462;o ji&#462;ng, y&#466;uxi&#275; d&#224;ji&#257; d&#333;u zh&#299;d&#224;o du&#236;ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>打牌啊什么的是吧？</td></tr><tr><td></td><td>Play cards, etc.  Right?</td></tr><tr><td></td><td>D&#462;p&#225;i a sh&#233;nme de sh&#236; ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。</td></tr><tr><td></td><td>Right, right, right.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那具体的你能说一说在学农期间你们干了些什么活儿？</td></tr><tr><td></td><td>Now, specifically, can you please tell us, what kinds of work did you do during the time you were there studying farming?</td></tr><tr><td></td><td>N&#224; j&#249;t&#464; de n&#464; n&#233;ng shu&#333;yishu&#333; z&#224;i xu&#233;n&#243;ng q&#299;ji&#257;n n&#464;men g&#224;n le xi&#275; sh&#233;nme hu&#243;r5?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>开始的时候呢感觉老师也没有特别的安排，为什么呢，那时候去的时候呢正好处于一个农闲的时候。</td></tr><tr><td></td><td>At the beginning, I felt like the teacher had not arranged anything in particular.  Why?  At the time when we went it happened to be the farmers' slow season.</td></tr><tr><td></td><td>K&#257;ish&#464; de sh&#237;hou ne g&#462;nju&#233; l&#462;osh&#299; y&#283; m&#233;iy&#466;u t&#232;bi&#233; de &#257;np&#225;i, w&#232;ish&#233;nme ne, n&#224;sh&#237;hou q&#249; de sh&#237;hou ne zh&#232;ngh&#462;o ch&#468;y&#250; y&#299; ge n&#243;ngxi&#225;n de sh&#237;hou.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>就是不太忙的时候。</td></tr><tr><td></td><td>That's when they're not too busy.</td></tr><tr><td></td><td>Ji&#249;sh&#236; b&#249;t&#224;i m&#225;ng de sh&#237;hou.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。因为没有安排，老师一看这也不是个办法，那怎么办呢，他就找了一个地方，有很多杂草，然后我们一帮子人就拉那去，然后就开始拔杂草。</td></tr><tr><td></td><td>Right, right, right.  Because there were no arrangements, as soon as the teacher saw this, it wouldn't do, so he went and found a place where there were a lot of weeds.  He then dragged the whole lot of us over there, and we started pulling weeds.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;. Y&#299;nw&#232;i m&#233;iy&#466;u &#257;np&#225;i, l&#462;osh&#299; y&#299; k&#224;n zh&#232; y&#283; b&#249; sh&#236; ge b&#224;nf&#462;, n&#224; z&#283;nme b&#224;n ne, t&#257; ji&#249; zh&#462;o le y&#299; ge d&#236;fang, y&#466;u h&#283;n du&#333; z&#225;c&#462;o, r&#225;nh&#242;u w&#466;men y&#299;b&#257;ngzi r&#233;n ji&#249; l&#257; n&#224; q&#249;, r&#225;nh&#242;u ji&#249; k&#257;ish&#464; b&#225; z&#225;c&#462;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>用手拔的？</td></tr><tr><td></td><td>You had to pull them out by hand?</td></tr><tr><td></td><td>Y&#242;ng sh&#466;u b&#225; de? de?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>很高很高的草。大概比人高吧，那个时候。</td></tr><tr><td></td><td>Very, very tall weeds.  Probably taller than a person, at that time.</td></tr><tr><td></td><td>H&#283;n g&#257;o h&#283;n g&#257;o de c&#462;o. D&#224;g&#224;i b&#464; r&#233;n g&#257;o ba, n&#224;ge sh&#237;hou.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那么高啊？比人还要高的杂草？那不是草，那是树了！呵。</td></tr><tr><td></td><td>That tall?  Weeds even taller than people?  Those aren't weeds, they are trees! Heh-heh.</td></tr><tr><td></td><td>N&#224;me g&#257;o a? B&#464; r&#233;n h&#225;iy&#224;o g&#257;o de z&#225;c&#462;o? N&#224; b&#249; sh&#236; c&#462;o, n&#224; sh&#236; sh&#249; le! H&#275;.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>呵，差不多吧，是树，可以这么讲。完了以后，那个时候拔嘛反正人也不多嘛，一般性都是男生就下地干活，然后女生就在旁边那边加油啊什么的，就跟那啦啦队差不多。</td></tr><tr><td></td><td>Heh. Pretty much. They were trees, you could say. As we got near the end--well by that time the number of people pulling weeds weren't so many--generally it was the guys who would go to work on the field, and the girls would just stand on the side and cheer us on, etc., just like a cheerleading squad or something.</td></tr><tr><td></td><td>H&#275;, ch&#224;budu&#333; ba, sh&#236; sh&#249;, k&#283;y&#464; zh&#232;me ji&#462;ng. W&#225;n le y&#464;h&#242;u, n&#224;ge sh&#237;hou b&#225; ma f&#462;nzh&#232;ng r&#233;n y&#283; b&#249; du&#333; ma, y&#299;b&#257;nx&#236;ng d&#333;u sh&#236; n&#225;nsh&#275;ng ji&#249; xi&#224;d&#236; g&#224;nhu&#243;, r&#225;nh&#242;u n&#474;sh&#275;ng ji&#249; z&#224;i p&#225;ngbi&#257;n n&#224;bi&#257;n ji&#257;y&#243;u a sh&#233;nme de, ji&#249; g&#275;n n&#224; l&#257;l&#257;du&#236; ch&#224;budu&#333;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>给你们打气，给你们送水，然后你们就把女生的活儿都干了。</td></tr><tr><td></td><td>Pumping you guys up, bringing you water--and then you would do all the girls' work for them.</td></tr><tr><td></td><td>G&#283;i n&#464;men d&#462;q&#236;, g&#283;i n&#464;men s&#242;ng shu&#464;, r&#225;nh&#242;u n&#464;men ji&#249; b&#462; n&#474;sh&#275;ng de hu&#243;r5 d&#333;u g&#224;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>啊。</td></tr><tr><td></td><td>Ah.</td></tr><tr><td></td><td>&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>后面都是在拔草，没有干别的事情吗？</td></tr><tr><td></td><td>Later it was all pulling weeds?  You didn't do anything else?</td></tr><tr><td></td><td>H&#242;umian d&#333;ush&#236; z&#224;i b&#225;c&#462;o, m&#233;iy&#466;u g&#224;n bi&#233;de sh&#236;qing ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>那倒没有，拔草大概用了两天左右的时间。</td></tr><tr><td></td><td>Actually, no.  Pulling the weeds took about two days, more or less.</td></tr><tr><td></td><td>N&#224; d&#224;o m&#233;iy&#466;u, b&#225;c&#462;o d&#224;g&#224;i y&#242;ng le li&#462;ng ti&#257;n zu&#466;y&#242;u de sh&#237;ji&#257;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>嗯。</td></tr><tr><td></td><td>Oh.</td></tr><tr><td></td><td>Ng4.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>拔完草以后呢，就是说桔子也开始可以采摘，然后把我们一堆人拉到桔园里去了。然后去之前呢老师就是千叮嘱万嘱咐(千叮咛万嘱咐)：你们记住哦，千万不要偷吃。要是给老师抓住一个，好那你们这次就完了。</td></tr><tr><td></td><td>Once we were done pulling the weeds, the tangerines were about ready to be picked.  So, they dragged the group of us to the tangerine grove.  Then, before we went, the teacher was warning us over and over:  Remember! Absolutely do not eat the tangerines on the sly.  If the teacher caught someone doing it, they'd be dead.</td></tr><tr><td></td><td>B&#225;w&#225;n c&#462;o y&#464;h&#242;u ne, ji&#249;sh&#236;shu&#333; j&#250;zi y&#283; k&#257;ish&#464; k&#283;y&#464; c&#462;izh&#257;i, r&#225;nh&#242;u b&#462; w&#466;men y&#299;du&#299;r&#233;n l&#257;d&#224;o j&#250;yu&#225;n l&#464; q&#249; le. R&#225;nh&#242;u q&#249; zh&#299;qi&#225;n ne l&#462;osh&#299; ji&#249;sh&#236; qi&#257;n d&#299;ngzh&#468; w&#224;n zh&#468;f&#249; ( qi&#257;n d&#299;ngn&#237;ng w&#224;n zh&#468;f&#249; ): n&#464;men j&#236;zhu o, qi&#257;nw&#224;n b&#249;y&#224;o t&#333;uch&#299;. Y&#224;osh&#236; g&#283;i l&#462;osh&#299; zhu&#257;zh&#249; y&#299; ge, h&#462;o n&#224; n&#464;men zh&#232;c&#236; ji&#249; w&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>就会记过啊，或者有处分啊什么的是不是？</td></tr><tr><td></td><td>You'd get a demerit, or be punished or something, right?</td></tr><tr><td></td><td>Ji&#249; hu&#236; j&#236;gu&#242; a, hu&#242;zh&#283; y&#466;u ch&#468;f&#232;n a sh&#233;nme de sh&#236; bu sh&#236;?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。</td></tr><tr><td></td><td>Right, right, right.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，那么摘下来以后农民伯伯没有分一点给你们吗？</td></tr><tr><td></td><td>Oh, so, once you picked them, didn't the farmer divide some up and give them to you?</td></tr><tr><td></td><td>&#242;, n&#224;me zh&#257;ixi&#224;lai y&#464;h&#242;u n&#243;ngm&#237;n b&#243;bo m&#233;iy&#466;u f&#275;n y&#299;di&#462;n g&#283;i n&#464;men ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>有，大概每个人两斤吧，当然咯，说老实话，这个总归会有一两个小伙子……对吧，哈。</td></tr><tr><td></td><td>Yes, about one kilogram per person.  Of course!  But honestly---well, anyhow there will always be one or two guys, right? Ha.</td></tr><tr><td></td><td>Y&#466;u, d&#224;g&#224;i m&#283;iger&#233;n li&#462;ng j&#299;n ba, d&#257;ngr&#225;n lo, shu&#333; l&#462;oshi hu&#224;, zh&#232;ge z&#466;nggu&#299; hu&#236; y&#466;u y&#299; li&#462;ng ge xi&#462;ohu&#466;zi …… du&#236;ba, h&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哈，不守规矩，然后偷偷地吃？</td></tr><tr><td></td><td>Ha. Not follow the rules, and then secretly eat some?</td></tr><tr><td></td><td>H&#257;, b&#249; sh&#466;u gu&#299;ju, r&#225;nh&#242;u t&#333;ut&#333;u de ch&#299;?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。</td></tr><tr><td></td><td>Right, right, right.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那子恒啊，你觉得学农的时候有意思吗？</td></tr><tr><td></td><td>Now, Ziheng, do you think that studying agricultural life was interesting?</td></tr><tr><td></td><td>N&#224; Z&#464; H&#233;ng a, n&#464; ju&#233;de xu&#233;n&#243;ng de sh&#237;hou y&#466;uy&#236;si ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>有，特有意思。晚上自由活动的时候大家想干嘛干嘛，都行。</td></tr><tr><td></td><td>Yes, very interesting.  When it was our free time in the evening, everything anyone wanted to do they could do.  It was all good.</td></tr><tr><td></td><td>Y&#466;u, t&#232; y&#466;uy&#236;si. W&#462;nshang z&#236;y&#243;uhu&#243;d&#242;ng de sh&#237;hou d&#224;ji&#257; xi&#462;ng g&#224;nm&#225; g&#224;nm&#225;, d&#333;u x&#237;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那你说的重点都是晚上有意思，那白天呢？白天干活累不累？</td></tr><tr><td></td><td>So your point is that the evenings were interesting.  So, what about the daytime?  Working all day were you tired?</td></tr><tr><td></td><td>N&#224; n&#464; shu&#333; de zh&#242;ngdi&#462;n d&#333;u sh&#236; w&#462;nshang y&#466;uy&#236;si, n&#224; b&#225;iti&#257;n ne? B&#225;iti&#257;n g&#224;nhu&#243; l&#232;ibul&#232;i?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>白天嘛，因为那时候大家都还小嘛，没有什么很特别的这种像我们现在可以搞怪啊，啥啊，咋样啊，都比较少，就是大家都闷头在那干活比较多一点。</td></tr><tr><td></td><td>During the day, well, because at that time everyone was still quite young, not like now how we can fool around--you know, like that.  We didn't do that kind of thing so much then.  It was more that everyone was absorbed in doing the work, mostly.</td></tr><tr><td></td><td>B&#225;iti&#257;n ma, y&#299;nw&#232;i n&#224;sh&#237;hou d&#224;ji&#257; d&#333;u h&#225;i xi&#462;o ma, m&#233;iy&#466;u sh&#233;nme h&#283;n t&#232;bi&#233; de zh&#232;zh&#466;ng xi&#224;ng w&#466;men xi&#224;nz&#224;i k&#283;y&#464; g&#462;ogu&#224;i a, sh&#225; a, z&#462;y&#224;ng a, d&#333;u b&#464;ji&#224;o sh&#462;o, ji&#249;sh&#236; d&#224;ji&#257; d&#333;u m&#275;nt&#243;u z&#224;i n&#224; g&#224;nhu&#243; b&#464;ji&#224;o du&#333; y&#299;di&#462;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，那有没有人指导你们干活，就是应该怎么做怎么做。</td></tr><tr><td></td><td>So, was there anyone directing you in your work, like, telling you how you should do this or that?</td></tr><tr><td></td><td>&#242;, n&#224; y&#466;um&#233;iy&#466;u r&#233;n zh&#464;d&#462;o n&#464;men g&#224;nhu&#243;, ji&#249;sh&#236; y&#299;ngg&#257;i z&#283;nme zu&#242; z&#283;nme zu&#242;.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>有啊，之前会有一位农民伯伯先给我们做个示范，然后教我们什么地方要小心注意，当然了我们也有个别比较冲动的朋友直接上去就来了，弄得手上一塌糊涂。</td></tr><tr><td></td><td>Yeah, before doing something, a farmer would first give us a demonstration.  Then tell us what things to pay attention to.  Of course, there were a few friends that were more impulsive.  They would just go ahead and do something, and make a mess out of it.</td></tr><tr><td></td><td>Y&#466;u a, zh&#299;qi&#225;n hu&#236; y&#466;u y&#299; w&#232;i n&#243;ngm&#237;n b&#243;bo xi&#257;n g&#283;i w&#466;men zu&#242; ge sh&#236;f&#224;n, r&#225;nh&#242;u ji&#257;o w&#466;men sh&#233;nme d&#236;fang y&#224;o xi&#462;ox&#299;n zh&#249;y&#236;, d&#257;ngr&#225;n le w&#466;men y&#283; y&#466;u g&#232;bi&#233; b&#464;ji&#224;o ch&#333;ngd&#242;ng de p&#233;ngyou zh&#237;ji&#275; sh&#224;ngqu ji&#249; l&#225;i le, n&#242;ng de sh&#466;ushang y&#299;t&#257;h&#250;tu.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>啊，就是爬到树上去吗？</td></tr><tr><td></td><td>Ah, you mean climb up a tree?</td></tr><tr><td></td><td>A, ji&#249;sh&#236; p&#225;d&#224;o sh&#249;shang q&#249; ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>不是，割草。</td></tr><tr><td></td><td>No, cutting the grass.</td></tr><tr><td></td><td>B&#249; sh&#236;, g&#275;c&#462;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，割草的时候然后就是手上都受伤了，流血了，是吧？</td></tr><tr><td></td><td>Oh, when they were cutting the grass they injured their hands, and were bleeding. Is that right?</td></tr><tr><td></td><td>&#242;, g&#275;c&#462;o de sh&#237;hou r&#225;nh&#242;u ji&#249;sh&#236; sh&#466;ushang d&#333;u sh&#242;ush&#257;ng le, li&#250;xi&#283; le, sh&#236;ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。</td></tr><tr><td></td><td>Right, right, right.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>好，那么你们是住在什么地方呢？住在农民的家里还是说住在什么宿舍啊学校啊。</td></tr><tr><td></td><td>OK, so where did you stay?  Did you live in the farmer's house, or live in some kind of dormitory, or school, or what?</td></tr><tr><td></td><td>H&#462;o, n&#224;me n&#464;men sh&#236; zh&#249;z&#224;i sh&#233;nme d&#236;fang ne? Zh&#249;z&#224;i n&#243;ngm&#237;n de ji&#257;l&#464; h&#225;ish&#236;shu&#333; zh&#249;z&#224;i sh&#233;nme s&#249;sh&#232; a xu&#233;xi&#224;o a.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>宿舍宿舍，因为那个地方呢，它是有那个就是以前啊，红卫兵那个年代嘛，它留下一些住宅。我们呢，就住在那些老房子里面。那些老房子虽然说蚊虫挺多的，因为那个时候正好是——</td></tr><tr><td></td><td>A dormitory.  Because that place, it had from before, from the Red Guard time, some residences that were left over.  We lived in those old houses.  Though you could say that those houses had quite a lot of mosquitoes, because at that time it happened to be...</td></tr><tr><td></td><td>S&#249;sh&#232; s&#249;sh&#232;, y&#299;nw&#232;i n&#224;ge d&#236;fang ne, t&#257; sh&#236; y&#466;u n&#224;ge ji&#249;sh&#236; y&#464;qi&#225;n a, h&#243;ngw&#232;ib&#299;ng n&#224;ge ni&#225;nd&#224;i ma, t&#257; li&#250;xi&#224; y&#299;xi&#275; zh&#249;zh&#225;i. W&#466;men ne, ji&#249; zh&#249;z&#224;i n&#224;xi&#275; l&#462;o f&#225;ngzi l&#464;mi&#224;n. N&#224;xi&#275; l&#462;o f&#225;ngzi su&#299;r&#225;nshu&#333; w&#233;nch&#243;ng t&#464;ng du&#333; de, y&#299;nw&#232;i n&#224;ge sh&#237;hou zh&#232;ngh&#462;o sh&#236; —— </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>夏天？</td></tr><tr><td></td><td>Summer?</td></tr><tr><td></td><td>Xi&#224;ti&#257;n?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>秋天。</td></tr><tr><td></td><td>Autumn.</td></tr><tr><td></td><td>Qi&#363;ti&#257;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，秋天。</td></tr><tr><td></td><td>Oh, Autumn.</td></tr><tr><td></td><td>&#242;, qi&#363;ti&#257;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯，但是呢，这个晚上呢感觉就是透过这个窗口啊可以看到晚上的星星啊，他们那边的星星特别特别亮。</td></tr><tr><td></td><td>Uh-huh.  But, in the evening, looking through the window, you really felt that the night stars... the stars there were especially bright.</td></tr><tr><td></td><td>Ng4, d&#224;nsh&#236; ne, zh&#232;ge w&#462;nshang ne g&#462;nju&#233; ji&#249;sh&#236; t&#242;ugu&#242; zh&#232;ge chu&#257;ngk&#466;u a k&#283;y&#464; k&#224;nd&#224;o w&#462;nshang de x&#299;ngxing a, t&#257;men n&#224;bi&#257;n de x&#299;ngxing t&#232;bi&#233; t&#232;bi&#233; li&#224;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>啊，没有光害的污染，所以看得特别清楚。好，那么你们那个时候因为白天工作得特别累嘛，是不是饭量也大增，吃很多很多？</td></tr><tr><td></td><td>Ah, there was no light pollution, so you could see them especially clearly.  All right, so, since at that time during the day you worked especially hard, did your appetite increase too?  Did you eat a lot?</td></tr><tr><td></td><td>A, m&#233;iy&#466;u gu&#257;ngh&#224;i de w&#363;r&#462;n, su&#466;y&#464; k&#224;n de t&#232;bi&#233; q&#299;ngchu. H&#462;o, n&#224;me n&#464;men n&#224;ge sh&#237;hou y&#299;nw&#232;i b&#225;iti&#257;n g&#333;ngzu&#242; de t&#232;bi&#233; l&#232;i ma, sh&#236; bu sh&#236; f&#224;nli&#224;ng y&#283; d&#224; z&#275;ng, ch&#299; h&#283;n du&#333; h&#283;n du&#333;?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对，这个太明显了。我们那儿有个大胃王，吃饭哦是用脸盆吃的，哈。</td></tr><tr><td></td><td>Yes, yes, yes.  That's very obvious.  We had a "king of the stomachs" there with us.  When he ate he used a washbasin for his food. Ha ha.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;, zh&#232;ge t&#224;i m&#237;ngxi&#462;n le. W&#466;men n&#224;r5 y&#466;u ge d&#224;w&#232;iw&#225;ng, ch&#299;f&#224;n o sh&#236; y&#242;ng li&#462;np&#233;n ch&#299; de, h&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哈。是真的脸盆吗？</td></tr><tr><td></td><td>Ha ha.  Was it really a washbasin?</td></tr><tr><td></td><td>H&#257;. Sh&#236; zh&#275;nde li&#462;np&#233;n ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>是比较小一点的脸盆，就是那种搪瓷的，搪瓷的，比较大的那种，就是，一看就知道不是饭碗，大胃王，而且这个大胃王后来成为我们的先进，代表我们上去讲那个就是总结报告啊，蛮厉害的，呵。</td></tr><tr><td></td><td>It was a smaller-sized washbasin--the enamelware sort.  The bigger kind.  As soon as you saw it you knew it wasn't a rice bowl.  The stomach-king, he later became the model worker, and represented us in going up to present our final report.  Pretty amazing.</td></tr><tr><td></td><td>Sh&#236; b&#464;ji&#224;o xi&#462;o y&#299;di&#462;n de li&#462;np&#233;n, ji&#249;sh&#236; n&#224;zh&#466;ng t&#225;ngc&#237; de, t&#225;ngc&#237; de, b&#464;ji&#224;o d&#224; de n&#224;zh&#466;ng, ji&#249;sh&#236;, y&#299; k&#224;n ji&#249; zh&#299;d&#224;o b&#249; sh&#236; f&#224;nw&#462;n, d&#224;w&#232;iw&#225;ng, &#233;rqi&#283; zh&#232;ge d&#224;w&#232;iw&#225;ng h&#242;ul&#225;i ch&#233;ngw&#233;i w&#466;men de xi&#257;nj&#236;n, d&#224;ibi&#462;o w&#466;men sh&#224;ngq&#249; ji&#462;ng n&#224;ge ji&#249;sh&#236; z&#466;ngji&#233;b&#224;og&#224;o a, m&#225;n l&#236;hai de, h&#275;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>啊，那就是说他后来评上了先进分子？</td></tr><tr><td></td><td>Oh, so you are saying that later he was chosen to be your model worker?</td></tr><tr><td></td><td>A, n&#224;ji&#249;sh&#236;shu&#333; t&#257; h&#242;ul&#225;i p&#237;ngsh&#224;ng le xi&#257;nj&#236;n f&#232;nz&#464;?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对。</td></tr><tr><td></td><td>Right, right.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>你们是不是有评什么学农标兵之类的？</td></tr><tr><td></td><td>Did you guys hold some kind of an event to choose the model farming worker?</td></tr><tr><td></td><td>N&#464;men sh&#236; bu sh&#236; y&#466;u p&#237;ng sh&#233;nme xu&#233;n&#243;ng bi&#257;ob&#299;ng zh&#299;l&#232;i de?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>有有有，大概有十个左右的同学被评上了吧。</td></tr><tr><td></td><td>Yes, yes.  There were around 10 classmates that were chosen for this.</td></tr><tr><td></td><td>Y&#466;u y&#466;u y&#466;u, d&#224;g&#224;i y&#466;u sh&#237; ge zu&#466;y&#242;u de t&#243;ngxu&#233; b&#232;i p&#237;ng sh&#224;ng le ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哦，你评上了吗？</td></tr><tr><td></td><td>Oh.  Were you chosen?</td></tr><tr><td></td><td>&#242;, n&#464; p&#237;ngsh&#224;ng le ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>我没有。</td></tr><tr><td></td><td>I wasn't.</td></tr><tr><td></td><td>W&#466; m&#233;iy&#466;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>那你肯定是偷懒了？</td></tr><tr><td></td><td>Oh, you must have been goofing off a little then?</td></tr><tr><td></td><td>N&#224; n&#464; k&#283;nd&#236;ng sh&#236; t&#333;ul&#462;n le?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对，我那个时候挺偷懒的。</td></tr><tr><td></td><td>Yes.  At the time I was pretty much goofing off.</td></tr><tr><td></td><td>Du&#236;, w&#466; n&#224;ge sh&#237;hou t&#464;ng t&#333;ul&#462;n de.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>好的，那么还有一个问题，就是那个时候是读书的时候，那你现在觉得学生需不需要学农？就是说有什么意义吗？</td></tr><tr><td></td><td>All right.  So, I have another question, that is, at that time you were still a student.  What about now--do you think students need to study farming life?  That is to say, does it have any significance?</td></tr><tr><td></td><td>H&#462;o de, n&#224;me h&#225;i y&#466;u y&#299; ge w&#232;nt&#237;, ji&#249;sh&#236; n&#224;ge sh&#237;hou sh&#236; d&#250;sh&#363; de sh&#237;hou, n&#224; n&#464; xi&#224;nz&#224;i ju&#233;de xu&#233;sheng x&#363; bu x&#363;y&#224;o xu&#233;n&#243;ng? Ji&#249;sh&#236;shu&#333; y&#466;u sh&#233;nme y&#236;y&#236; ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯，我觉得蛮需要的。因为学了农以后呢我可以看到这个桔子是怎么长出来的，然后也就知道这个桔子装箱怎么样，怎么去采摘，其实以前没看到过不知道，以为很简单，只要摘下来然后包装就行，其实没有那么简单，很多很细小的地方还是需要你亲手去尝试的，才能感觉得到，所以，至少我觉得可以感受一下那种“粒粒皆辛苦”这种感觉。</td></tr><tr><td></td><td>Uh-huh, I think it's quite necessary.  Because after studying about agriculture I could see where a tangerine came from, and could see how they were packed, how to pick them.  Actually, I had never seen that before, so I didn't know.  I thought it was very simple--just pick them, package them and that's it.  But actually, it's not that easy.  There are a lot of very fine matters that you need to go and experience for yourself, in order to be able to understand.  So, at least, I think I experienced, for a while, the feeling behind the saying:  "Every single grain is the fruit of hard work."</td></tr><tr><td></td><td>Ng4, w&#466; ju&#233;de m&#225;n x&#363;y&#224;o de. Y&#299;nw&#232;i xu&#233; le n&#243;ng y&#464;h&#242;u ne w&#466; k&#283;y&#464; k&#224;nd&#224;o zh&#232;ge j&#250;zi sh&#236; z&#283;nme zh&#462;ng ch&#363;lai de, r&#225;nh&#242;u y&#283;ji&#249; zh&#299;d&#224;o zh&#232;ge j&#250;zi zhu&#257;ngxi&#257;ng z&#283;nmey&#224;ng, z&#283;nme q&#249; c&#462;izh&#257;i, q&#237;sh&#237; y&#464;qi&#225;n m&#233;i k&#224;nd&#224;o guo b&#249; zh&#299;d&#224;o, y&#464;w&#233;i h&#283;n ji&#462;nd&#257;n, zh&#464;y&#224;o zh&#257;ixi&#224;l&#225;i r&#225;nh&#242;u b&#257;ozhu&#257;ng ji&#249; x&#237;ng, q&#237;sh&#237; m&#233;iy&#466;u n&#224;me ji&#462;nd&#257;n, h&#283;n du&#333; h&#283;n x&#236;xi&#462;o de d&#236;fang h&#225;ish&#236; x&#363;y&#224;o n&#464; q&#299;nsh&#466;u q&#249; ch&#225;ngsh&#236; de, c&#225;in&#233;ng g&#462;nju&#233; de d&#224;o, su&#466;y&#464;, zh&#236;sh&#462;o w&#466; ju&#233;de k&#283;y&#464; g&#462;nsh&#242;u y&#299;xi&#224; n&#224;zh&#466;ng " l&#236;l&#236; ji&#275; x&#299;nk&#468; " zh&#232;zh&#466;ng g&#462;nju&#233;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>这个就是说我们生活在城市里的孩子可能不太接触这些农活，然后就理所当然地认为这些劳动成果来得很简单，然后你真的自己亲手去做一下的时候，就会发现了，啊，其实农民伯伯他们真的是非常地辛苦。好的，那么还有什么对学农的一些感想吗？或者说最有趣的经历啊……</td></tr><tr><td></td><td>You're saying that children who live in the city maybe don't really come into contact with this kind of farm work, and take it for granted that this kind of work is really easy.  And that when you really have to go and experience it first-hand, you will find that actually, the farmers have a very hard job.  All right, do you have more thoughts on experiencing farming life?  Or could you tell us your most interesting experience?</td></tr><tr><td></td><td>Zh&#232;ge ji&#249;sh&#236;shu&#333; w&#466;men sh&#275;nghu&#243; z&#224;i ch&#233;ngsh&#236; l&#464; de h&#225;izi k&#283;n&#233;ng b&#249;t&#224;i ji&#275;ch&#249; zh&#232;xi&#275; n&#243;nghu&#243;, r&#225;nh&#242;u ji&#249; l&#464;su&#466;d&#257;ngr&#225;n de r&#232;nw&#233;i zh&#232;xi&#275; l&#225;od&#242;ng ch&#233;nggu&#466; l&#225;i de h&#283;n ji&#462;nd&#257;n, r&#225;nh&#242;u n&#464; zh&#275;nde z&#236;j&#464; q&#299;nsh&#466;u q&#249; zu&#242; y&#299;xi&#224; de sh&#237;hou, ji&#249; hu&#236; f&#257;xi&#224;n le, a, q&#237;sh&#237; n&#243;ngm&#237;n b&#243;bo t&#257;men zh&#275;nde sh&#236; f&#275;ich&#225;ng de x&#299;nk&#468;. H&#462;o de, n&#224;me h&#225;i y&#466;u sh&#233;nme du&#236; xu&#233;n&#243;ng de y&#299;xi&#275; g&#462;nxi&#462;ng ma? Hu&#242;zh&#283;shu&#333; zu&#236; y&#466;uq&#249; de j&#299;ngl&#236; a …… </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>最有趣的经历嘛当然是在学农晚上了，因为大家都比较放松，然后晚上大家也心情很好，兴致很高，比如坐在这种小山包上看看天上的星星，然后几个人在那儿聊聊天，也有的跟老师在那边谈心，也有的就是晚上偷偷地爬出去找那些就是海边，因为它那里靠海边嘛，那种螃蜞（螃蟹的一种）。</td></tr><tr><td></td><td>The most interesting experience was without doubt the evenings, because everyone was more relaxed, and then in the evenings everyone was also in a great mood, up for anything.  For example, we would sit on the hills and look at the stars in the sky, and a few of us would chat there.  Also, some would have heart-to-heart conversations with the teacher; some of us would sneak out at night and go find the seaside.  Because we were near the sea there, so there were crabs.</td></tr><tr><td></td><td>Zu&#236; y&#466;uq&#249; de j&#299;ngl&#236; ma d&#257;ngr&#225;n sh&#236; z&#224;i xu&#233;n&#243;ng w&#462;nshang le, y&#299;nw&#232;i d&#224;ji&#257; d&#333;u b&#464;ji&#224;o f&#224;ngs&#333;ng, r&#225;nh&#242;u w&#462;nshang d&#224;ji&#257; y&#283; x&#299;nq&#237;ng h&#283;n h&#462;o, x&#236;ngzh&#236; h&#283;n g&#257;o, b&#464;r&#250; zu&#242; z&#224;i zh&#232;zh&#466;ng xi&#462;o sh&#257;nb&#257;o sh&#224;ng k&#224;nkan ti&#257;nsh&#224;ng de x&#299;ngxing, r&#225;nh&#242;u j&#464;ge r&#233;n z&#224;i n&#224;r5 li&#225;oli&#225;oti&#257;n, y&#283; y&#466;ude g&#275;n l&#462;osh&#299; z&#224;i n&#224;bi&#257;n t&#225;nx&#299;n, y&#283; y&#466;ude ji&#249;sh&#236; w&#462;nshang t&#333;ut&#333;u de p&#225; ch&#363;q&#249; zh&#462;o n&#224;xi&#275; ji&#249;sh&#236; h&#462;ibi&#257;n, y&#299;nw&#232;i t&#257; n&#224;li k&#224;o h&#462;ibi&#257;n ma, n&#224;zh&#466;ng p&#225;ngq&#237; ( p&#225;ngxi&#232; de y&#299;zh&#466;ng ).  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>我知道我知道。</td></tr><tr><td></td><td>I know, I know.</td></tr><tr><td></td><td>W&#466; zh&#299;d&#224;o w&#466; zh&#299;d&#224;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>抓这种东西。</td></tr><tr><td></td><td>Catch those sorts of things.</td></tr><tr><td></td><td>Zhu&#257; zh&#232;zh&#466;ng d&#333;ngxi.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>然后烤着吃？</td></tr><tr><td></td><td>And then roast and eat them?</td></tr><tr><td></td><td>R&#225;nh&#242;u k&#462;o zhe ch&#299;?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对，烤着吃。哈。</td></tr><tr><td></td><td>Right, roast and eat them.  Ha.</td></tr><tr><td></td><td>Du&#236;, k&#462;o zhe ch&#299;. H&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>哈。</td></tr><tr><td></td><td>Ha, ha.</td></tr><tr><td></td><td>H&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>还有干脆早上就不回来了嘛，他就在那儿海边就等那日出嘛，那感觉也挺好，就是在学农的时候有很多很多以前不敢想不敢干的事情都做了。</td></tr><tr><td></td><td>So you might as well not go back until the morning right?  We just waited there at the seaside for the sunrise.  That felt pretty good too.  It's basically that when we were there to learn about farming we also got to do a ton of things we had never even imagined thinking about or doing before.</td></tr><tr><td></td><td>H&#225;iy&#466;u g&#257;ncu&#236; z&#462;oshang ji&#249; b&#249; hu&#237;lai le ma, t&#257; ji&#249; z&#224;i n&#224;r5 h&#462;ibi&#257;n ji&#249; d&#283;ng n&#224; r&#236;ch&#363; ma, n&#224; g&#462;nju&#233; y&#283; t&#464;ng h&#462;o, ji&#249;sh&#236; z&#224;i xu&#233;n&#243;ng de sh&#237;hou y&#466;u h&#283;n du&#333; h&#283;n du&#333; y&#464;qi&#225;n b&#249;g&#462;n xi&#462;ng b&#249;g&#462;n g&#224;n de sh&#236;qing d&#333;u zu&#242; le.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>嗯，都是好象很亲近大自然的那种感觉噢。好，那你觉得学农和军训相比你更喜欢哪一个？</td></tr><tr><td></td><td>Hm, it seems like a lot of it was getting in touch with nature, that kind of experience.  So, out of studying farming and military training--which do you like better?</td></tr><tr><td></td><td>Ng4, d&#333;u sh&#236; h&#462;oxi&#224;ng h&#283;n q&#299;nj&#236;n d&#224;z&#236;r&#225;n de n&#224;zh&#466;ng g&#462;nju&#233; o. H&#462;o, n&#224; n&#464; ju&#233;de xu&#233;n&#243;ng h&#233; j&#363;nx&#249;n xi&#257;ngb&#464; n&#464; g&#232;ng x&#464;huan n&#462;y&#299;ge?  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>嗯……这两个我觉得都蛮好的，因为我感觉军训的话，怎么说呢，是练人吧。</td></tr><tr><td></td><td>I think both of them are quite good, because I feel that if you talk about military training, how can I put it, it trains you.</td></tr><tr><td></td><td>Ng5 …… zh&#232; li&#462;ng ge w&#466; ju&#233;de d&#333;u m&#225;n h&#462;o de, y&#299;nw&#232;i w&#466; g&#462;nju&#233; j&#363;nx&#249;n dehu&#224;, z&#283;nme shu&#333; ne, sh&#236; li&#224;n r&#233;n ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>练人，训练人的这个素质。</td></tr><tr><td></td><td>Trains you, builds character.</td></tr><tr><td></td><td>Li&#224;n r&#233;n, x&#249;nli&#224;n r&#233;n de zh&#232;ge s&#249;zh&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>对对对，学生经过一段学习以后他因为脑子里面只有学习了嘛对吧？他很多东西他就会忽略很多，那你要真正地去军训了以后你会发觉这个读书做人啊很多地方你都可以从这个军事化训练当中感受到很多东西。</td></tr><tr><td></td><td>Right, right.  After the student goes through a period of training, his brain is full of all the things he studied, right?  A lot of things he might have neglected, but after you've really gone and got the military training, you will discover in that a lot of aspects of studying and conducting yourself as a person, you can draw on these things you experienced in the military.</td></tr><tr><td></td><td>Du&#236; du&#236; du&#236;, xu&#233;sheng j&#299;nggu&#242; y&#299; du&#224;n xu&#233;x&#237; y&#464;h&#242;u t&#257; y&#299;nw&#232;i n&#462;ozi l&#464;mi&#224;n zh&#464;y&#466;u xu&#233;x&#237; le ma, du&#236;ba? T&#257; h&#283;n du&#333; d&#333;ngxi t&#257; ji&#249; hu&#236; h&#363;l&#476;e h&#283;n du&#333;, n&#224; n&#464; y&#224;o zh&#275;nzh&#232;ng de q&#249; j&#363;nx&#249;n le y&#464;h&#242;u n&#464; hu&#236; f&#257;ju&#233; zh&#232;ge d&#250;sh&#363; zu&#242;r&#233;n a h&#283;ndu&#333; d&#236;f&#257;ng n&#464; d&#333;u k&#283;y&#464; c&#243;ng zh&#232;ge j&#363;nsh&#236;hu&#224; x&#249;nli&#224;n d&#257;ngzh&#333;ng g&#462;nsh&#242;ud&#224;o h&#283;n du&#333; d&#333;ngxi.  </td></tr><tr><td></td><tr></td></tr><tr><td>肖霞:</td><td>对，我也这样觉得。好，那今天就采访到这儿吧，谢谢你。呵。</td></tr><tr><td></td><td>Right, I feel the same way.  OK, this brings today's interview to a close.  Thank you.  Heh-heh.</td></tr><tr><td></td><td>Du&#236;, w&#466; y&#283; zh&#232;y&#224;ng ju&#233;de. H&#462;o, n&#224; j&#299;nti&#257;n ji&#249; c&#462;if&#462;ng d&#224;o zh&#232;r5 ba, xi&#232;xie n&#464;. H&#275;.  </td></tr><tr><td></td><tr></td></tr><tr><td>子恒:</td><td>呵，朋友们，拜拜！</td></tr><tr><td></td><td>Heh-heh.  Goodbye, friends!</td></tr><tr><td></td><td>H&#275;, p&#233;ngy&#466;umen, b&#225;ib&#225;i!  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>学农</td><td>xu&#233;n&#243;ng</td><td>to make an agricultural field trip</td></tr><tr><td>长途跋涉</td><td>ch&#225;ngt&#250;b&#225;sh&#232;</td><td>to go a long distance</td></tr><tr><td>农闲</td><td>n&#243;ngxi&#225;n</td><td>agricultural off-season</td></tr><tr><td>采摘</td><td>c&#462;izh&#257;i</td><td>to pick</td></tr><tr><td>千叮咛万嘱咐</td><td>qi&#257;n d&#299;ngn&#237;ng w&#224;n zh&#468;f&#249;</td><td>to warn again and again</td></tr><tr><td>记过</td><td>j&#236;gu&#242;</td><td>to record a demerit</td></tr><tr><td>处分</td><td>ch&#468;f&#232;n</td><td>punishment</td></tr><tr><td>总归</td><td>z&#466;nggu&#299;</td><td>after all</td></tr><tr><td>搞怪</td><td>g&#462;ogu&#224;i</td><td>to do something weird or crazy</td></tr><tr><td>闷头</td><td>m&#275;nt&#243;u</td><td>totally absorbed in</td></tr><tr><td>一塌糊涂</td><td>y&#299;t&#257;h&#250;tu</td><td>in a total mess</td></tr><tr><td>大胃王</td><td>d&#224;w&#232;iw&#225;ng</td><td>big eater</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>农忙</td><td>n&#243;ngm&#225;ng</td><td>busy farming season</td></tr><tr><td>千里迢迢</td><td>qi&#257;nl&#464;ti&#225;oti&#225;o</td><td>from afar</td></tr><tr><td>体验</td><td>t&#464;y&#224;n</td><td>to learn through personal experience</td></tr></table></body>
</html>