<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Sudoku</title>
</head>
<body><h1>Upper-Intermediate - Sudoku <span style="font-size:50%">(D0575)</span></h1>
<table>
<tr><td>A:</td><td>你又在玩数独。这到底是什么东西？让你这么着迷。</td></tr><tr><td></td><td>You're doing sudoku yet again. What exactly is it, anyway? It has you so entranced.</td></tr><tr><td></td><td>N&#464; y&#242;u z&#224;i w&#225;n sh&#249;d&#250;. Zh&#232; d&#224;od&#464; sh&#236; sh&#233;nme d&#333;ngxi? R&#224;ng n&#464; zh&#232;me zh&#225;om&#237;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>它是一种需要动脑筋的数字推理游戏。在九乘九的方格里面，有三乘三的小方格，叫“区”。在这些格子里，填入一到九的数字。每个数字在每一行、每一列和每一区里都只能出现一次。不可以重复。所以叫“数独”。</td></tr><tr><td></td><td>It's a kind of numerical reasoning game that requires mental effort. In a 9 by 9 grid there are 3 by 3 smaller grids called "blocks." In these squares, you fill in the numbers 1 to 9. Each number can only appear once in each row, each column, and each block. You can't repeat them. That's why it's called "sudoku" ["numerical solitude"].</td></tr><tr><td></td><td>T&#257; sh&#236; y&#299; zh&#466;ng x&#363;y&#224;o d&#242;ng n&#462;oj&#299;n de sh&#249;z&#236; tu&#299;l&#464; y&#243;ux&#236;. Z&#224;i ji&#468; ch&#233;ng ji&#468; de f&#257;ngg&#233; l&#464;mi&#224;n, y&#466;u s&#257;n ch&#233;ng s&#257;n de xi&#462;o f&#257;ngg&#233;, ji&#224;o " q&#363; ". Z&#224;i zh&#232;xi&#275; g&#233;zi l&#464;, ti&#225;nr&#249; y&#299; d&#224;o ji&#468; de sh&#249;z&#236;. M&#283;ige sh&#249;z&#236; z&#224;i m&#283;iy&#299; h&#225;ng, m&#283;iy&#299; li&#232; h&#233; m&#283;iy&#299; q&#363; l&#464; d&#333;u zh&#464;n&#233;ng ch&#363;xi&#224;n y&#299;c&#236;. B&#249; k&#283;y&#464; ch&#243;ngf&#249;. Su&#466;y&#464; ji&#224;o " sh&#249;d&#250; ".  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>这么复杂？听说是日本人发明的。</td></tr><tr><td></td><td>It's that complicated? I heard the Japanese that invented it.</td></tr><tr><td></td><td>Zh&#232;me f&#249;z&#225;? T&#299;ngshu&#333; sh&#236; R&#236;b&#283;nr&#233;n f&#257;m&#237;ng de.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>据说发明这个游戏的是瑞士人。不过一直都没有引起人们的注意。八十年代日本杂志出版商把它引入日本，增加了游戏难度，当然也起了个日文名字，就是“sudoku” 数独。后来这个游戏就在日本和美国走红了。</td></tr><tr><td></td><td>They say it was a Swiss person that invented the game, but it never attracted any attention. In the 80's a Japanese magazine publisher imported it to Japan, increased the difficulty of the game, and of course gave it a Japanese name: "sudoku." Later the game got popular in Japan and the United States.</td></tr><tr><td></td><td>J&#249;shu&#333; f&#257;m&#237;ng zh&#232;ge y&#243;ux&#236; de sh&#236; Ru&#236;sh&#236;r&#233;n. B&#249;gu&#242; y&#299;zh&#237; d&#333;u m&#233;iy&#466;u y&#464;nq&#464; r&#233;nmen de zh&#249;y&#236;. B&#257;sh&#237; ni&#225;nd&#224;i R&#236;b&#283;n z&#225;zh&#236; ch&#363;b&#462;nsh&#257;ng b&#462; t&#257; y&#464;nr&#249; R&#236;b&#283;n, z&#275;ngji&#257; le y&#243;ux&#236; n&#225;nd&#249;, d&#257;ngr&#225;n y&#283; q&#464; le ge r&#236;w&#233;n m&#237;ngzi, ji&#249;sh&#236; "sudoku" sh&#249;d&#250;. H&#242;ul&#225;i zh&#232;ge y&#243;ux&#236; ji&#249; z&#224;i R&#236;b&#283;n h&#233; M&#283;igu&#243; z&#466;uh&#243;ng le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>原来是这样。你真不愧是数独迷，知道得这么清楚。对了，这个游戏到底是考什么？数学、逻辑？</td></tr><tr><td></td><td>Oh, so that's how it happened. You really deserve the title of sudoku addict, knowing all that so well. So, by the way, what does the game really test? Math? Logic?</td></tr><tr><td></td><td>Yu&#225;nl&#225;i sh&#236; zh&#232;y&#224;ng. N&#464; zh&#275;n b&#249;ku&#236; sh&#236; sh&#249;d&#250; m&#237;, zh&#299;d&#224;o de zh&#232;me q&#299;ngchu. Du&#236;le, zh&#232;ge y&#243;ux&#236; d&#224;od&#464; sh&#236; k&#462;o sh&#233;nme? Sh&#249;xu&#233;, lu&#243;ji?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>其实在推敲数独的过程中根本用不到数学计算，更多的是逻辑，还需要耐心和专心，因为你要一次又一次地排列测试。</td></tr><tr><td></td><td>Actually, in the sudoku solving process you don't use mathematical calculations at all. It's more logic, and you need to be patient and focused, because you have to carry out test after test.</td></tr><tr><td></td><td>Q&#237;sh&#237; z&#224;i tu&#299;qi&#257;o sh&#249;d&#250; de gu&#242;ch&#233;ng zh&#333;ng g&#275;nb&#283;n y&#242;ngb&#249;d&#224;o sh&#249;xu&#233; j&#236;su&#224;n, g&#232;ngdu&#333; de sh&#236; lu&#243;ji, h&#225;i x&#363;y&#224;o n&#224;ix&#299;n h&#233; zhu&#257;nx&#299;n, y&#299;nw&#232;i n&#464; y&#224;o y&#299;c&#236; y&#242;u y&#299;c&#236; de p&#225;ili&#232; c&#232;sh&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>听起来这么难，我还是不玩了。</td></tr><tr><td></td><td>It's sounds so difficult. I don't think I'll try it.</td></tr><tr><td></td><td>T&#299;ng q&#464;lai zh&#232;me n&#225;n, w&#466; h&#225;ishi b&#249; w&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>多练习就好了。初级的数独游戏会提供很多数字，你只要自己解答几个就行了。随着程度上升，提供的数字会越来越少，更多的要你自己琢磨。</td></tr><tr><td></td><td>Just practice it and you're fine. Basic sudoku puzzles provide a lot of numbers, so you only need to figure out a few yourself. As the difficulty increases, the numbers provided become fewer and fewer, requiring you to put more thought into it.</td></tr><tr><td></td><td>Du&#333; li&#224;nx&#237; ji&#249; h&#462;o le. Ch&#363;j&#237; de sh&#249;d&#250; y&#243;ux&#236; hu&#236; t&#237;g&#333;ng h&#283;n du&#333; sh&#249;z&#236;, n&#464; zh&#464;y&#224;o z&#236;j&#464; ji&#283;d&#225; j&#464;ge ji&#249; x&#237;ng le. Su&#237;zhe ch&#233;ngd&#249; sh&#224;ngsh&#275;ng, t&#237;g&#333;ng de sh&#249;z&#236; hu&#236; yu&#232;l&#225;iyu&#232;sh&#462;o, g&#232;ngdu&#333; de y&#224;o n&#464; z&#236;j&#464; zu&#243;mo.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我听着就头晕。这么麻烦的游戏，怎么会有这么多人喜欢？真是想不通。</td></tr><tr><td></td><td>I'm getting dizzy just listening. How could so many people like such a hassle of a puzzle? I just don't get it.</td></tr><tr><td></td><td>W&#466; t&#299;ng zhe ji&#249; t&#243;uy&#363;n. Zh&#232;me m&#225;fan de y&#243;ux&#236;, z&#233;nme hu&#236; y&#466;u zh&#232;me du&#333; r&#233;n x&#464;huan? Zh&#275;nsh&#236; xi&#462;ngbut&#333;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>萝卜青菜，各有所爱嘛。</td></tr><tr><td></td><td>Hey, to each his own.</td></tr><tr><td></td><td>Lu&#243;bo q&#299;ngc&#224;i, g&#232; y&#466;u su&#466;&#224;i ma.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>数独</td><td>sh&#249;d&#250;</td><td>sudoku</td></tr><tr><td>动脑筋</td><td>d&#242;ng n&#462;oj&#299;n</td><td>to put one's mind to something</td></tr><tr><td>推理</td><td>tu&#299;l&#464;</td><td>reasoning</td></tr><tr><td>方格</td><td>f&#257;ngg&#233;</td><td>grid</td></tr><tr><td>行</td><td>h&#225;ng</td><td>row</td></tr><tr><td>列</td><td>li&#232;</td><td>column</td></tr><tr><td>区</td><td>q&#363;</td><td>block</td></tr><tr><td>据说</td><td>j&#249;shu&#333;</td><td>it is said</td></tr><tr><td>走红</td><td>z&#466;uh&#243;ng</td><td>popular</td></tr><tr><td>不愧</td><td>b&#249;ku&#236;</td><td>to deserve to be</td></tr><tr><td>逻辑</td><td>lu&#243;ji</td><td>logic</td></tr><tr><td>推敲</td><td>tu&#299;qi&#257;o</td><td>to deliberate</td></tr><tr><td>排列</td><td>p&#225;ili&#232;</td><td>to put in order</td></tr><tr><td>测试</td><td>c&#232;sh&#236;</td><td>to test</td></tr><tr><td>琢磨</td><td>zu&#243;mo</td><td>to ponder</td></tr><tr><td>萝卜青菜，各有所爱</td><td>lu&#243;bo q&#299;ngc&#224;i, g&#232; y&#466;u su&#466; &#224;i</td><td>to each his own</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>填字游戏</td><td>ti&#225;nz&#236; y&#243;ux&#236;</td><td>crossword puzzle</td></tr><tr><td>挑战</td><td>ti&#462;ozh&#224;n</td><td>challenge</td></tr><tr><td>天才</td><td>ti&#257;nc&#225;i</td><td>talent</td></tr><tr><td>智力</td><td>zh&#236;l&#236;</td><td>intelligence</td></tr><tr><td>益智</td><td>y&#236;zh&#236;</td><td>increase one's intelligence</td></tr></table></body>
</html>