<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Interview with the Boss</title>
</head>
<body><h1>Upper-Intermediate - Interview with the Boss <span style="font-size:50%">(D0570)</span></h1>
<table>
<tr><td>A:</td><td>刘总好，很荣幸见到您。</td></tr><tr><td></td><td>Hello, Mr. Liu. I'm honored to meet you.</td></tr><tr><td></td><td>Li&#250; z&#466;ng h&#462;o, h&#283;n r&#243;ngx&#236;ng ji&#224;nd&#224;o n&#237;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你好，我也很高兴你来参加今天的面试。我们开门见山吧。你为什么应聘这个职位？</td></tr><tr><td></td><td>Hi, and I'm happy you've come in for the interview. Let's get right down to the point. Why are you applying for this position?</td></tr><tr><td></td><td>N&#464;h&#462;o, w&#466; y&#283; h&#283;n g&#257;ox&#236;ng n&#464; l&#225;i c&#257;nji&#257; j&#299;nti&#257;n de mi&#224;nsh&#236;. W&#466;men k&#257;im&#233;nji&#224;nsh&#257;n ba. N&#464; w&#232;ish&#233;nme y&#236;ngp&#236;n zh&#232;ge zh&#237;w&#232;i?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我一直都在做市场，积累了一定的资源和经验。市场经理这个职位可以让我发挥自己的专长，同时也能为贵公司带来价值。</td></tr><tr><td></td><td>I've been doing marketing all along, and I've accumulated a certain amount of experience I can draw upon. The position of marketing manager would allow me to put my skills to use, while also bringing value to the company.</td></tr><tr><td></td><td>W&#466; y&#299;zh&#237; d&#333;u z&#224;i zu&#242; sh&#236;ch&#462;ng, j&#299;l&#283;i le y&#299;d&#236;ng de z&#299;yu&#225;n h&#233; j&#299;ngy&#224;n. Sh&#236;ch&#462;ng j&#299;ngl&#464; zh&#232;ge zh&#237;w&#232;i k&#283;y&#464; r&#224;ng w&#466; f&#257;hu&#299; z&#236;j&#464; de zhu&#257;nch&#225;ng, t&#243;ngsh&#237; y&#283; n&#233;ng w&#232;i gu&#236; g&#333;ngs&#299; d&#224;il&#225;i ji&#224;zh&#237;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你的资历不错，名牌大学的高材生。又在跨国公司工作过。可是之前你没有做过管理工作。</td></tr><tr><td></td><td>Your record is pretty good, a top-ranked student from a big-name school. You've also worked at a multi-national. But you've never played a management role.</td></tr><tr><td></td><td>N&#464; de z&#299;l&#236; b&#249;cu&#242;, m&#237;ngp&#225;i d&#224;xu&#233; de g&#257;oc&#225;ish&#275;ng. Y&#242;u z&#224;i ku&#224;gu&#243; g&#333;ngs&#299; g&#333;ngzu&#242; guo. K&#283;sh&#236; zh&#299;qi&#225;n n&#464; m&#233;iy&#466;u zu&#242; guo gu&#462;nl&#464; g&#333;ngzu&#242;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>什么事都有开始。而我最欣赏的就是贵公司的文化：给新人舞台。</td></tr><tr><td></td><td>There's a starting point for everything. And what I appreciate most is this company's culture of giving newcomers time in the spotlight.</td></tr><tr><td></td><td>Sh&#233;nme sh&#236; d&#333;u y&#466;u k&#257;ish&#464;. &#233;r w&#466; zu&#236; x&#299;nsh&#462;ng de ji&#249;sh&#236; gu&#236; g&#333;ngs&#299; de w&#233;nhu&#224; : g&#283;i x&#299;nr&#233;n w&#468;t&#225;i.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，很好。你觉得管理最重要的原则是什么？</td></tr><tr><td></td><td>Well, that's good. What do you think the most important principle of management is?</td></tr><tr><td></td><td>Ng4, h&#283;n h&#462;o. N&#464; ju&#233;de gu&#462;nl&#464; zu&#236; zh&#242;ngy&#224;o de yu&#225;nz&#233; sh&#236; sh&#233;nme?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>从别人的角度去看问题。</td></tr><tr><td></td><td>Seeing problems from others' point of view.</td></tr><tr><td></td><td>C&#243;ng bi&#233;r&#233;n de ji&#462;od&#249; q&#249; k&#224;n w&#232;nt&#237;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>简单利落，非常好! 老实说，李小姐，你很适合这个职位。但是你的薪酬要求有些高。</td></tr><tr><td></td><td>Simple and skillful. Very good! To be honest, Ms. Li, you're well suited to this position. But your salary requirements are a little high.</td></tr><tr><td></td><td>Ji&#462;nd&#257;n l&#236;luo, f&#275;ich&#225;ng h&#462;o! L&#462;oshi shu&#333;, L&#464; xi&#462;ojie, n&#464; h&#283;n sh&#236;h&#233; zh&#232;ge zh&#237;w&#232;i. D&#224;nsh&#236; n&#464; de x&#299;nch&#243;u y&#257;oqi&#250; y&#466;uxi&#275; g&#257;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我的资历您清楚，我绝对值这个薪水。</td></tr><tr><td></td><td>You're clear about my record. I am absolutely worth that salary.</td></tr><tr><td></td><td>W&#466; de z&#299;l&#236; n&#237;n q&#299;ngchu, w&#466; ju&#233;du&#236; zh&#237; zh&#232;ge x&#299;nshu&#464;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>李小姐，你的预期比我们的价钱高太多了。我们开的价在行业里非常有竞争力。而且公司的福利也非常好，每年加薪的比例也很高。</td></tr><tr><td></td><td>Ms. Li, your expectations are just too much higher than what we've budgeted. Our offer is competitive within the industry. Besides, our benefits are very good, and our yearly raise figures are very high.</td></tr><tr><td></td><td>L&#464; xi&#462;ojie, n&#464; de y&#249;q&#299; b&#464; w&#466;men de ji&#224;qian g&#257;o t&#224;i du&#333; le. W&#466;men k&#257;i de ji&#224; z&#224;i h&#225;ngy&#232; l&#464; f&#275;ich&#225;ng y&#466;u j&#236;ngzh&#275;ngl&#236;. &#233;rqi&#283; g&#333;ngs&#299; de f&#250;l&#236; y&#283; f&#275;ich&#225;ng h&#462;o, m&#283;ini&#225;n ji&#257;x&#299;n de b&#464;l&#236; y&#283; h&#283;n g&#257;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>刘总，我对任何事都很坚持。对工作是，对自己的想法也是。</td></tr><tr><td></td><td>Mr. Liu, I am steadfast in all that I do. Towards my job, as well as towards my ideas.</td></tr><tr><td></td><td>Li&#250; z&#466;ng, w&#466; du&#236; r&#232;nh&#233; sh&#236; d&#333;u h&#283;n ji&#257;nch&#237;. Du&#236; g&#333;ngzu&#242; sh&#236;, du&#236; z&#236;j&#464; de xi&#462;ngf&#462; y&#283; sh&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>李小姐，人要看远一点。不要为了一时的得失放弃未来的发展。</td></tr><tr><td></td><td>Ms. Li, you need to think long-term. Don't abandon future development over a moment's gain.</td></tr><tr><td></td><td>L&#464; xi&#462;ojie, r&#233;n y&#224;o k&#224;n yu&#462;n y&#299;di&#462;n. B&#249;y&#224;o w&#232;ile y&#299;sh&#237; de d&#233;sh&#299; f&#224;ngq&#236; w&#232;il&#225;i de f&#257;zh&#462;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我希望您也能这样想。因为我的坚持是有道理的。</td></tr><tr><td></td><td>I hope that you could do the same, because my perseverance is not without reason.</td></tr><tr><td></td><td>W&#466; x&#299;w&#224;ng n&#237;n y&#283; n&#233;ng zh&#232;y&#224;ng xi&#462;ng. Y&#299;nw&#232;i w&#466; de ji&#257;nch&#237; sh&#236; y&#466;u d&#224;ol&#464; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>好吧，我们今天就到这儿。我考虑后会让秘书联系你的。</td></tr><tr><td></td><td>All right, let's stop here then. After I consider it I'll have the secretary contact you.</td></tr><tr><td></td><td>H&#462;o ba, w&#466;men j&#299;nti&#257;n ji&#249; d&#224;o zh&#232;r5. W&#466; k&#462;ol&#476; h&#242;u hu&#236; r&#224;ng m&#236;sh&#363; li&#225;nx&#236; n&#464; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>谢谢，刘总。希望我可以为您效力。</td></tr><tr><td></td><td>Thank you, Mr. Liu. I hope I can serve you.</td></tr><tr><td></td><td>Xi&#232;xie, Li&#250; z&#466;ng. X&#299;w&#224;ng w&#466; k&#283;y&#464; w&#232;i n&#237;n xi&#224;ol&#236;.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>开门见山</td><td>k&#257;im&#233;nji&#224;nsh&#257;n</td><td>to get straight to the point</td></tr><tr><td>应聘</td><td>y&#236;ngp&#236;n</td><td>to apply for a position</td></tr><tr><td>积累</td><td>j&#299;l&#283;i</td><td>to accumulate</td></tr><tr><td>发挥</td><td>f&#257;hu&#299;</td><td>to put to use</td></tr><tr><td>资历</td><td>z&#299;l&#236;</td><td>work record</td></tr><tr><td>高材生</td><td>g&#257;oc&#225;ish&#275;ng</td><td>outstanding student</td></tr><tr><td>利落</td><td>l&#236;luo</td><td>neat; orderly</td></tr><tr><td>薪酬</td><td>x&#299;nch&#243;u</td><td>compensation</td></tr><tr><td>薪水</td><td>x&#299;nshu&#464;</td><td>salary</td></tr><tr><td>预期</td><td>y&#249;q&#299;</td><td>expectation</td></tr><tr><td>加薪</td><td>ji&#257;x&#299;n</td><td>pay raise</td></tr><tr><td>一时</td><td>y&#299;sh&#237;</td><td>a short while</td></tr><tr><td>得失</td><td>d&#233;sh&#299;</td><td>gains and losses</td></tr><tr><td>效力</td><td>xi&#224;ol&#236;</td><td>to serve</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>出色</td><td>ch&#363;s&#232;</td><td>outstanding</td></tr><tr><td>谦虚</td><td>qi&#257;nx&#363;</td><td>modest</td></tr><tr><td>骄傲</td><td>ji&#257;o&#224;o</td><td>arrogant</td></tr><tr><td>职业规划</td><td>zh&#237;y&#232; gu&#299;hu&#224;</td><td>professional path</td></tr><tr><td>录取</td><td>l&#249;q&#468;</td><td>to recruit</td></tr></table></body>
</html>