<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Social Networking</title>
</head>
<body><h1>Upper-Intermediate - Social Networking <span style="font-size:50%">(D0583)</span></h1>
<table>
<tr><td>A:</td><td>你用过社交网站吗？</td></tr><tr><td></td><td>Have you used social networking websites?</td></tr><tr><td></td><td>N&#464; y&#242;ng guo sh&#232;ji&#257;o w&#462;ngzh&#224;n ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我都结婚了，用它干吗？</td></tr><tr><td></td><td>I'm already married. Why would I use one?</td></tr><tr><td></td><td>W&#466; d&#333;u ji&#233;h&#363;n le, y&#242;ng t&#257; g&#224;nm&#225;?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎呀，是社交网站，不是相亲网站。这可是人类网络沟通的新潮流，最近可火了。大家都在讨论呢。</td></tr><tr><td></td><td>Oh, man! Social networking websites, not matchmaking websites. It's the new trend in human connections, and it's really popular lately. Everyone's talking about it.</td></tr><tr><td></td><td>&#257;iy&#257;, sh&#236; sh&#232;ji&#257;o w&#462;ngzh&#224;n, b&#249; sh&#236; xi&#257;ngq&#299;n w&#462;ngzh&#224;n. Zh&#232; k&#283;sh&#236; r&#233;nl&#232;i w&#462;nglu&#242; g&#333;ut&#333;ng de x&#299;n ch&#225;oli&#250;, zu&#236;j&#236;n k&#283; hu&#466; le. D&#224;ji&#257; d&#333;u z&#224;i t&#462;ol&#249;n ne.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我有自己的头脑，干吗什么火就做什么？</td></tr><tr><td></td><td>I have my own mind. Why do I need to do whatever is popular?</td></tr><tr><td></td><td>W&#466; y&#466;u z&#236;j&#464; de t&#243;un&#462;o, g&#224;nm&#225; sh&#233;nme hu&#466; ji&#249; zu&#242; sh&#233;nme?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我不是这个意思。我是说社交网站之所以火，是因为它符合大多数人的社交习惯。你可以选择大众化或者有针对性的网站来注册、然后制作自己的主页，让大家来了解你。</td></tr><tr><td></td><td>That's not what I mean. I mean the reason that social networking websites are popular is that they conform to most people's social communication habits. You can choose large-scale general websites or focused websites to register at, then customize your own page so that everyone can learn about you.</td></tr><tr><td></td><td>W&#466; b&#249; sh&#236; zh&#232;ge y&#236;si. W&#466; sh&#236; shu&#333; sh&#232;ji&#257;o w&#462;ngzh&#224;n zh&#299;su&#466;y&#464; hu&#466;, sh&#236; y&#299;nw&#232;i t&#257; f&#250;h&#233; d&#224;du&#333;sh&#249; r&#233;n de sh&#232;ji&#257;o x&#237;gu&#224;n. N&#464; k&#283;y&#464; xu&#462;nz&#233; d&#224;zh&#242;nghu&#224; hu&#242;zh&#283; y&#466;u zh&#275;ndu&#236;x&#236;ng de w&#462;ngzh&#224;n l&#225;i zh&#249;c&#232;, r&#225;nh&#242;u zh&#236;zu&#242; z&#236;j&#464; de zh&#468;y&#232;, r&#224;ng d&#224;ji&#257; l&#225;i li&#462;oji&#283; n&#464;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我才不要不认识的人来了解我呢。哎，你说，现在的人是不是脑子有问题？那么喜欢透露自己的隐私。</td></tr><tr><td></td><td>I don't want people I don't know to know about me. I mean, tell me, is there something wrong with people today? Everyone likes divulging their personal details.</td></tr><tr><td></td><td>W&#466; c&#225;i b&#249;y&#224;o b&#249; r&#232;nshi de r&#233;n l&#225;i li&#462;oji&#283; w&#466; ne. &#257;i, n&#464; shu&#333;, xi&#224;nz&#224;i de r&#233;n sh&#236; bu sh&#236; n&#462;ozi y&#466;u w&#232;nt&#237;? N&#224;me x&#464;huan t&#242;ul&#249; z&#236;j&#464; de y&#464;ns&#299;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>其实也不都是不认识的人。现在用社交网站的人越来越多，很多人用这个网站是为了方便朋友间联系。而且还很有可能找到已经失去联络的朋友。我就在网上找到了好几个小学同学。</td></tr><tr><td></td><td>They're not actually strangers. Nowadays more and more people are using social networking websites, so many people use them in order to conveniently stay in touch with friends. It's also quite possible to find friends you've lost contact with. I myself found quite a few primary school classmates online.</td></tr><tr><td></td><td>Q&#237;sh&#237; y&#283; b&#249; d&#333;u sh&#236; b&#249; r&#232;nshi de r&#233;n. Xi&#224;nz&#224;i y&#242;ng sh&#232;ji&#257;o w&#462;ngzh&#224;n de r&#233;n yu&#232;l&#225;iyu&#232;du&#333;, h&#283;n du&#333; r&#233;n y&#242;ng zh&#232;ge w&#462;ngzh&#224;n sh&#236; w&#232;ile f&#257;ngbi&#224;n p&#233;ngyou ji&#257;n li&#225;nx&#236;. &#233;rqi&#283; h&#225;i h&#283;n y&#466;u k&#283;n&#233;ng zh&#462;od&#224;o y&#464;j&#299;ng sh&#299;q&#249; li&#225;nlu&#242; de p&#233;ngyou. W&#466; ji&#249; z&#224;i w&#462;ngsh&#224;ng zh&#462;od&#224;o le h&#462;oj&#464; ge xi&#462;oxu&#233; t&#243;ngxu&#233;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这有什么了不起？好几年前就有网上校友录了。如果大家想联系，还怕找不到途径？</td></tr><tr><td></td><td>What's so great about that? There were sites for making friends online years ago. If everyone wants to get in touch, are they afraid they can't find a channel for it?</td></tr><tr><td></td><td>Zh&#232; y&#466;u sh&#233;nme li&#462;obuq&#464;? H&#462;oj&#464;ni&#225;n qi&#225;n ji&#249; y&#466;u w&#462;ngsh&#224;ng xi&#224;oy&#466;ul&#249; le. R&#250;gu&#466; d&#224;ji&#257; xi&#462;ng li&#225;nx&#236;, h&#225;i p&#224; zh&#462;obud&#224;o t&#250;j&#236;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我说的只是社交网站的功能之一，其它的还有好多呢。比如你可以结交世界各地和自己志同道合的人。还可以展示、推广自己的想法或者产品。总之，你会发现生活多了很多乐趣和惊喜。</td></tr><tr><td></td><td>I was just saying one of the functions of social networking websites. There are a lot more. For example, you can find people with common interests from all over the world. You can also display and promote your own ideas or products. You'll find new interests and surprises in your life.</td></tr><tr><td></td><td>W&#466; shu&#333; de zh&#464;sh&#236; sh&#232;ji&#257;o w&#462;ngzh&#224;n de g&#333;ngn&#233;ng zh&#299;y&#299;, q&#237;t&#257; de h&#225;i y&#466;u h&#462;o du&#333; ne. B&#464;r&#250; n&#464; k&#283;y&#464; ji&#233;ji&#257;o sh&#236;ji&#232; g&#232;d&#236; h&#233; z&#236;j&#464; zh&#236;t&#243;ngd&#224;oh&#233; de r&#233;n. H&#225;i k&#283;y&#464; zh&#462;nsh&#236;, tu&#299;gu&#462;ng z&#236;j&#464; de xi&#462;ngf&#462; hu&#242;zh&#283; ch&#462;np&#464;n. Z&#466;ngzh&#299;, n&#464; hu&#236; f&#257;xi&#224;n sh&#275;nghu&#243; du&#333; le h&#283;n du&#333; l&#232;q&#249; h&#233; j&#299;ngx&#464;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我可不这么想。我觉得现在人与人之间的沟通过多，反而没时间和自己交流了。</td></tr><tr><td></td><td>I really don't think so. I think nowadays interpersonal communication has gone too far, and there's no time to get in touch with oneself.</td></tr><tr><td></td><td>W&#466; k&#283; b&#249; zh&#232;me xi&#462;ng. W&#466; ju&#233;de xi&#224;nz&#224;i r&#233;n y&#468; r&#233;n zh&#299;ji&#257;n de g&#333;ut&#333;ng gu&#242;du&#333;, f&#462;n'&#233;r m&#233;i sh&#237;ji&#257;n h&#233; z&#236;j&#464; ji&#257;oli&#250; le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那要看你怎么看了。我觉得和别人交流的过程也是一个了解自己的过程。</td></tr><tr><td></td><td>That depends on your view. I think the process of communication with others is also a process of understanding oneself.</td></tr><tr><td></td><td>N&#224; y&#224;o k&#224;n n&#464; z&#283;nme k&#224;n le. W&#466; ju&#233;de h&#233; bi&#233;r&#233;n ji&#257;oli&#250; de gu&#242;ch&#233;ng y&#283; sh&#236; y&#299; ge li&#462;oji&#283; z&#236;j&#464; de gu&#242;ch&#233;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>算了，你别费口舌了。我对这个一点兴趣也没有。</td></tr><tr><td></td><td>Forget it. Stop debating me. I am just not at all interested in this.</td></tr><tr><td></td><td>Su&#224;nle, n&#464; bi&#233; f&#232;i k&#466;ush&#233; le. W&#466; du&#236; zh&#232;ge y&#299;di&#462;n x&#236;ngq&#249; y&#283; m&#233;iy&#466;u.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>社交</td><td>sh&#232;ji&#257;o</td><td>social interaction</td></tr><tr><td>相亲</td><td>xi&#257;ngq&#299;n</td><td>to hunt for a spouse</td></tr><tr><td>潮流</td><td>ch&#225;oli&#250;</td><td>trend</td></tr><tr><td>火</td><td>hu&#466;</td><td>hot</td></tr><tr><td>针对性</td><td>zh&#275;ndu&#236;x&#236;ng</td><td>focus</td></tr><tr><td>主页</td><td>zh&#468;y&#232;</td><td>homepage</td></tr><tr><td>透露</td><td>t&#242;ul&#249;</td><td>to divulge</td></tr><tr><td>隐私</td><td>y&#464;ns&#299;</td><td>personal matters</td></tr><tr><td>结交</td><td>ji&#233;ji&#257;o</td><td>to become friends with</td></tr><tr><td>志同道合</td><td>zh&#236;t&#243;ngd&#224;oh&#233;</td><td>to have a common objective</td></tr><tr><td>费口舌</td><td>f&#232;i k&#466;ush&#233;</td><td>to argue needlessly</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>网友</td><td>w&#462;ngy&#466;u</td><td>online friend</td></tr><tr><td>公开</td><td>g&#333;ngk&#257;i</td><td>public</td></tr><tr><td>登录</td><td>d&#275;ngl&#249;</td><td>register</td></tr><tr><td>搜索</td><td>s&#333;usu&#466;</td><td>search</td></tr><tr><td>留言</td><td>li&#250;y&#225;n</td><td>to leave a comment</td></tr><tr><td>道不同不相为谋</td><td>d&#224;ob&#249;t&#243;ng b&#249;xi&#257;ngw&#233;im&#243;u</td><td>People with different principles will not join in a common cause</td></tr></table></body>
</html>