<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Extreme Tourism</title>
</head>
<body><h1>Upper-Intermediate - Extreme Tourism <span style="font-size:50%">(D0587)</span></h1>
<table>
<tr><td>A:</td><td>要出去旅游吗？我可以给你推荐一些经典路线。</td></tr><tr><td></td><td>Do you want to go traveling? I can recommend some good routes.</td></tr><tr><td></td><td>Y&#224;o ch&#363;q&#249; l&#474;y&#243;u ma? W&#466; k&#283;y&#464; g&#283;i n&#464; tu&#299;ji&#224;n y&#299;xi&#275; j&#299;ngdi&#462;n l&#249;xi&#224;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不用了。你们刺激一点的旅游项目有吗？</td></tr><tr><td></td><td>That's OK. Do you have some more thrilling travel activities?</td></tr><tr><td></td><td>B&#249;y&#242;ng le. N&#464;men c&#236;j&#299; y&#299;di&#462;n de l&#474;y&#243;u xi&#224;ngm&#249; y&#466;u ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你是说探险一类的？</td></tr><tr><td></td><td>You mean the adventure type?</td></tr><tr><td></td><td>N&#464; sh&#236; shu&#333; t&#224;nxi&#462;n y&#299; l&#232;i de?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，或者极限运动，比如攀岩、漂流。你帮我推荐一些有特色的地方吧。</td></tr><tr><td></td><td>Yeah, or extreme sports, like rock climbing or whitewater rafting. Recommend me some distinctive places.</td></tr><tr><td></td><td>Ng4, hu&#242;zh&#283; j&#237;xi&#224;n y&#249;nd&#242;ng, b&#464;r&#250; p&#257;ny&#225;n, pi&#257;oli&#250;. N&#464; b&#257;ng w&#466; tu&#299;ji&#224;n y&#299;xi&#275; y&#466;u t&#232;s&#232; de d&#236;fang ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>没问题，你先坐一下。想去附近的还是远一点的地方？</td></tr><tr><td></td><td>No problem. Please have a seat. Do you want to go somewhere near, or somewhere farther away?</td></tr><tr><td></td><td>M&#233;iw&#232;nt&#237;, n&#464; xi&#257;n zu&#242; y&#299;xi&#224;. Xi&#462;ng q&#249; f&#249;j&#236;n de h&#225;ishi yu&#462;n y&#299;di&#462;n de d&#236;fang?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>都可以，主要是看好不好玩。</td></tr><tr><td></td><td>Both are OK. The main thing is how fun it is.</td></tr><tr><td></td><td>D&#333;u k&#283;y&#464;, zh&#468;y&#224;o sh&#236; k&#224;n h&#462;o bu h&#462;ow&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>漂流的话，我推荐你去浙西大峡谷。那个地方水很急，漂流起来特别刺激。而且风景和空气也很好，到那儿可以彻底放松一下。</td></tr><tr><td></td><td>For whitewater rafting, I recommend that you go to West Zhejiang Grand Canyon. The current is fast there, so it's especially exciting for rafting. Plus the scenery and air quality are great. You can totally relax there.</td></tr><tr><td></td><td>Pi&#257;oli&#250; dehu&#224;, w&#466; tu&#299;ji&#224;n n&#464; q&#249; Zh&#232;x&#299; D&#224;xi&#225;g&#468;. N&#224;ge d&#236;fang shu&#464; h&#283;n j&#237;, pi&#257;oli&#250; q&#464;lai t&#232;bi&#233; c&#236;j&#299;. &#233;rqi&#283; f&#275;ngj&#464;ng h&#233; k&#333;ngq&#236; y&#283; h&#283;n h&#462;o, d&#224;o n&#224;r5 k&#283;y&#464; ch&#232;d&#464; f&#224;ngs&#333;ng y&#299;xi&#224;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我考虑考虑。攀岩怎么样？</td></tr><tr><td></td><td>I'll think it over. How about rock climbing?</td></tr><tr><td></td><td>W&#466; k&#462;ol&#476; k&#462;ol&#476;. P&#257;ny&#225;n z&#283;nmey&#224;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>攀岩的选择就多了。但要看你的水平和时间安排。现在四川的户外自然攀岩项目很受欢迎。那里的山比较适合攀岩，而且最近又开发了一些专业基地。值得去。</td></tr><tr><td></td><td>There are a lot more choices for rock climbing. But it depends on your skill level and time. The natural outdoor rock climbing in Sichuan is really popular now. The mountains there are good for rock climbing, and they recently opened some climbing bases. It's worth going.</td></tr><tr><td></td><td>P&#257;ny&#225;n de xu&#462;nz&#233; ji&#249; du&#333; le. D&#224;n y&#224;o k&#224;n n&#464; de shu&#464;p&#237;ng h&#233; sh&#237;ji&#257;n &#257;np&#225;i. Xi&#224;nz&#224;i S&#236;chu&#257;n de h&#249;w&#224;i z&#236;r&#225;n p&#257;ny&#225;n xi&#224;ngm&#249; h&#283;n sh&#242;u hu&#257;ny&#237;ng. N&#224;li de sh&#257;n b&#464;ji&#224;o sh&#236;h&#233; p&#257;ny&#225;n, &#233;rqi&#283; zu&#236;j&#236;n y&#242;u k&#257;if&#257; le y&#299;xi&#275; zhu&#257;ny&#232; j&#299;d&#236;. Zh&#237;de q&#249;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>岩洞探险哪里好呢？</td></tr><tr><td></td><td>Where is good for spelunking?</td></tr><tr><td></td><td>Y&#225;nd&#242;ng t&#224;nxi&#462;n n&#462;li h&#462;o ne?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>说起岩洞探险，当然要数桂林和重庆的岩洞最有名了。不过都已经开发得差不多了，而且游客又多，谈不上什么探险。</td></tr><tr><td></td><td>If it's spelunking, of course Guilin and Chongqing rank the most famous. But they're all more or less totally developed, and there are lots of tourists, so you can't call it exploring.</td></tr><tr><td></td><td>Shu&#333;q&#464; y&#225;nd&#242;ng t&#224;nxi&#462;n, d&#257;ngr&#225;n y&#224;o sh&#468; Gu&#236;l&#237;n h&#233; Ch&#243;ngq&#236;ng de y&#225;nd&#242;ng zu&#236; y&#466;um&#237;ng le. B&#249;gu&#242; d&#333;u y&#464;j&#299;ng k&#257;if&#257; de ch&#224;budu&#333; le, &#233;rqi&#283; y&#243;uk&#232; y&#242;u du&#333;, t&#225;nbush&#224;ng sh&#233;nme t&#224;nxi&#462;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>有点可惜啊。那，要玩滑翔伞的话，去哪里比较好？</td></tr><tr><td></td><td>That's kind of a shame. So, if I want to go hang gliding, where should I go?</td></tr><tr><td></td><td>Y&#466;udi&#462;n k&#283;x&#299; a. N&#224;, y&#224;o w&#225;n hu&#225;xi&#225;ngs&#462;n dehu&#224;, q&#249; n&#462;li b&#464;ji&#224;o h&#462;o?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>好像没有什么特别的地方。好多大城市现在都有滑翔伞俱乐部。你找个周末，想去就去，很方便的。其实如果你真的喜欢冒险，我倒是可以推荐你去一个地方。</td></tr><tr><td></td><td>I don't think there's any particular place. A lot of big cities have hang gliding clubs these days. Choose a weekend and just go. It's really convenient. Actually, if you really like to take risks, I could recommend a place.</td></tr><tr><td></td><td>H&#462;oxi&#224;ng m&#233;iy&#466;u sh&#233;nme t&#232;bi&#233; de d&#236;fang. H&#462;o du&#333; d&#224; ch&#233;ngsh&#236; xi&#224;nz&#224;i d&#333;u y&#466;u hu&#225;xi&#225;ngs&#462;n j&#249;l&#232;b&#249;. N&#464; zh&#462;o ge zh&#333;um&#242;, xi&#462;ng q&#249; ji&#249; q&#249;, h&#283;n f&#257;ngbi&#224;n de. Q&#237;sh&#237; r&#250;gu&#466; n&#464; zh&#275;nde x&#464;huan m&#224;oxi&#462;n, w&#466; d&#224;osh&#236; k&#283;y&#464; tu&#299;ji&#224;n n&#464; q&#249; y&#299; ge d&#236;fang.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>哪里？</td></tr><tr><td></td><td>Where?</td></tr><tr><td></td><td>N&#462;li?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你可以骑摩托车去西藏或者新疆。我们最近为好几位客人设计了线路。可以根据你的要求走。一路看、一路玩。你可以看到各种各样的风土人情，还有探险的感觉。很过瘾的。</td></tr><tr><td></td><td>You could ride a motorbike to Tibet or Xinjiang. We recently arranged a travel route for quite a few clients. You can go according to your requirements. Sightsee on the road. You can see all sorts of local scenery and customs, and it has the feel of adventure. It's really an experience.</td></tr><tr><td></td><td>N&#464; k&#283;y&#464; q&#237; m&#243;tu&#333;ch&#275; q&#249; X&#299;z&#224;ng hu&#242;zh&#283; X&#299;nji&#257;ng. W&#466;men zu&#236;j&#236;n w&#232;i h&#462;o j&#464; w&#232;i k&#232;ren sh&#232;j&#236; le xi&#224;nl&#249;. K&#283;y&#464; g&#275;nj&#249; n&#464; de y&#257;oqi&#250; z&#466;u. Y&#299;l&#249; k&#224;n, y&#299;l&#249; w&#225;n. N&#464; k&#283;y&#464; k&#224;nd&#224;o g&#232;zh&#466;ngg&#232;y&#224;ng de f&#275;ngt&#468;r&#233;nq&#237;ng, h&#225;i y&#466;u t&#224;nxi&#462;n de g&#462;nju&#233;. H&#283;n gu&#242;y&#464;n de.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>啊，骑摩托车？这个好像太危险了。我还是先玩些简单的吧。</td></tr><tr><td></td><td>Uh, motorbike? That seems a bit too dangerous. I think I'd better try something simpler first.</td></tr><tr><td></td><td>&#462;, q&#237; m&#243;tu&#333;ch&#275;? Zh&#232;ge h&#462;oxi&#224;ng t&#224;i w&#275;ixi&#462;n le. W&#466; h&#225;ishi xi&#257;n w&#225;n xi&#275; ji&#462;nd&#257;n de ba.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>经典</td><td>j&#299;ngdi&#462;n</td><td>classic</td></tr><tr><td>路线</td><td>l&#249;xi&#224;n</td><td>route</td></tr><tr><td>刺激</td><td>c&#236;j&#299;</td><td>stimulating; thrilling</td></tr><tr><td>探险</td><td>t&#224;nxi&#462;n</td><td>adventure</td></tr><tr><td>极限</td><td>j&#237;xi&#224;n</td><td>extreme</td></tr><tr><td>攀岩</td><td>p&#257;ny&#225;n</td><td>rock climbing</td></tr><tr><td>漂流</td><td>pi&#257;oli&#250;</td><td>whitewater rafting</td></tr><tr><td>岩洞</td><td>y&#225;nd&#242;ng</td><td>spelunking</td></tr><tr><td>滑翔伞</td><td>hu&#225;xi&#225;ngs&#462;n</td><td>hang gliding</td></tr><tr><td>冒险</td><td>m&#224;oxi&#462;n</td><td>risky</td></tr><tr><td>风土人情</td><td>f&#275;ngt&#468;r&#233;nq&#237;ng</td><td>local scenery and customs</td></tr><tr><td>过瘾</td><td>gu&#242;y&#464;n</td><td>to enjoy oneself to the full</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>蹦极</td><td>b&#232;ngj&#237;</td><td>bungee jumping</td></tr><tr><td>野营</td><td>y&#283;y&#237;ng</td><td>camping</td></tr><tr><td>跳伞</td><td>ti&#224;os&#462;n</td><td>sky diving</td></tr><tr><td>登山</td><td>d&#275;ngsh&#257;n</td><td>mountain climbing</td></tr><tr><td>勇敢</td><td>y&#466;ngg&#462;n</td><td>brave</td></tr><tr><td>挑战</td><td>ti&#462;ozh&#224;n</td><td>challenge</td></tr></table></body>
</html>