<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Buddhism and Taoism</title>
</head>
<body><h1>Upper-Intermediate - Buddhism and Taoism <span style="font-size:50%">(D0598)</span></h1>
<table>
<tr><td>A:</td><td>那个和尚怎么穿得这么奇怪？还有头发。</td></tr><tr><td></td><td>How come that monk is dressed so strangely? His hair, too.</td></tr><tr><td></td><td>N&#224;ge h&#233;shang z&#283;nme chu&#257;n de zh&#232;me q&#237;gu&#224;i? H&#225;iy&#466;u t&#243;ufa.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那个不是和尚，是道士。道教和佛教是两回事。</td></tr><tr><td></td><td>That's not a monk. That's a Taoist priest. Taoism and Buddhism are two different things.</td></tr><tr><td></td><td>N&#224;ge b&#249; sh&#236; h&#233;shang, sh&#236; d&#224;oshi. D&#224;oji&#224;o h&#233; F&#243;ji&#224;o sh&#236; li&#462;nghu&#237;sh&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>有什么不一样？</td></tr><tr><td></td><td>What's different?</td></tr><tr><td></td><td>Y&#466;u sh&#233;nme b&#249; y&#299;y&#224;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这个说来话长。我简单地跟你说一下吧。 道教是中国土生土长的宗教。以“道”为最高信仰。</td></tr><tr><td></td><td>There's a lot to say on that. I'll tell you simply. Taoism is a religion indigenous to China. Its highest article of faith is "the way."</td></tr><tr><td></td><td>Zh&#232;ge shu&#333;l&#225;ihu&#224;ch&#225;ng. W&#466; ji&#462;nd&#257;n de g&#275;n n&#464; shu&#333; y&#299;xi&#224; ba.  D&#224;oji&#224;o sh&#236; Zh&#333;nggu&#243; t&#468;sh&#275;ngt&#468;zh&#462;ng de z&#333;ngji&#224;o. Y&#464; " d&#224;o " w&#233;i zu&#236; g&#257;o x&#236;ny&#462;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>什么是“道”？</td></tr><tr><td></td><td>What is "the way?"</td></tr><tr><td></td><td>Sh&#233;nme sh&#236; " d&#224;o "?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>“道”就是宇宙万物的本原。道教认为人的生命由元气组成，肉体是精神的载体。人通过修炼身体可以成仙，所以他们特别重视养生。</td></tr><tr><td></td><td>"The way" is the philosophical principle of all things in the universe. Taoism holds that human life is composed of a vital energy, and that the physical body is a vehicle for that energy. Through ascetic practices, people can become immortals, so they especially value the cultivation of long life.</td></tr><tr><td></td><td>" d&#224;o " ji&#249;sh&#236; y&#468;zh&#242;u w&#224;nw&#249; de b&#283;nyu&#225;n. D&#224;oji&#224;o r&#232;nw&#233;i r&#233;n de sh&#275;ngm&#236;ng y&#243;u yu&#225;nq&#236; z&#468;ch&#233;ng, r&#242;ut&#464; sh&#236; j&#299;ngsh&#233;n de z&#224;it&#464;. R&#233;n t&#333;nggu&#242; xi&#363;li&#224;n sh&#275;nt&#464; k&#283;y&#464; ch&#233;ngxi&#257;n, su&#466;y&#464; t&#257;men t&#232;bi&#233; zh&#242;ngsh&#236; y&#462;ngsh&#275;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>噢，就是炼丹，对吧？难怪古代的那些皇帝整天都在炼丹，想要长生不老。佛教好像更注重来生。看来中国人和印度人的思想真是不一样。</td></tr><tr><td></td><td>Oh, by making pills and concoctions, right? No wonder those emperors of old were making potions all day. They wanted to extend their lives. Buddhism seems to pay more attention to the next life. I guess Chinese and Indian thought really are different.</td></tr><tr><td></td><td>&#333;, ji&#249;sh&#236; li&#224;nd&#257;n, du&#236; ba? N&#225;ngu&#224;i g&#468;d&#224;i de n&#224;xi&#275; hu&#225;ngd&#236; zh&#283;ngti&#257;n d&#333;u z&#224;i li&#224;nd&#257;n, xi&#462;ng y&#224;o ch&#225;ngsh&#275;ngb&#249;l&#462;o. F&#243;ji&#224;o h&#462;oxi&#224;ng g&#232;ng zh&#249;zh&#242;ng l&#225;ish&#275;ng. K&#224;nlai zh&#333;nggu&#243;r&#233;n h&#233; Y&#236;nd&#249;r&#233;n de s&#299;xi&#462;ng zh&#275;nsh&#236; b&#249; y&#299;y&#224;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，不过虽然佛教起源于印度，可是传入中国后，也融合了很多中国文化的特色。佛教认为现实世界是苦海，追求生死轮回，把希望寄托在来生。</td></tr><tr><td></td><td>Yeah, but even though Buddhism originated in India, after it spread to China, it fused with many different elements of Chinese culture. Buddhism holds that the real world is a sea of suffering, forever caught up in the cycle of life and death. It puts hope in the next life.</td></tr><tr><td></td><td>Ng4, b&#249;gu&#242; su&#299;r&#225;n F&#243;ji&#224;o q&#464;yu&#225;n y&#250; Y&#236;nd&#249;, k&#283;sh&#236; chu&#225;nr&#249; Zh&#333;nggu&#243; h&#242;u, y&#283; r&#243;ngh&#233; le h&#283;n du&#333; Zh&#333;nggu&#243; w&#233;nhu&#224; de t&#232;s&#232;. F&#243;ji&#224;o r&#232;nw&#233;i xi&#224;nsh&#237; sh&#236;ji&#232; sh&#236; k&#468;h&#462;i, zhu&#299;qi&#250; sh&#275;ngs&#464; l&#250;nhu&#237;, b&#462; x&#299;w&#224;ng j&#236;tu&#333; z&#224;i l&#225;ish&#275;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那多累啊，活都活不好，还要担心死了以后的事。</td></tr><tr><td></td><td>That's pretty tiring. You don't live a good life, and then you still have to worry about what happens after you die.</td></tr><tr><td></td><td>N&#224; du&#333; l&#232;i a, hu&#243; d&#333;u hu&#243; b&#249; h&#462;o, h&#225;i y&#224;o d&#257;nx&#299;n s&#464; le y&#464;h&#242;u de sh&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你又在瞎说了。那是一种信仰。</td></tr><tr><td></td><td>You're talking nonsense again. That's a kind of faith.</td></tr><tr><td></td><td>N&#464; y&#242;u z&#224;i xi&#257;shu&#333; le. N&#224; sh&#236; y&#299; zh&#466;ng x&#236;ny&#462;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你刚刚说到道士，那道教里有尼姑吗？</td></tr><tr><td></td><td>Just now you mentioned Taoist priests. Does Taoism also have nuns?</td></tr><tr><td></td><td>N&#464; g&#257;ngg&#257;ng shu&#333;d&#224;o d&#224;oshi, n&#224; D&#224;oji&#224;o l&#464; y&#466;u n&#237;g&#363; ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不叫尼姑，叫道姑。他们的庙也不叫庙，叫道观。</td></tr><tr><td></td><td>Yes, but they have a special name in Chinese. Their temples also have special names in Chinese.</td></tr><tr><td></td><td>B&#249; ji&#224;o n&#237;g&#363;, ji&#224;o d&#224;og&#363;. T&#257;men de mi&#224;o y&#283; b&#249; ji&#224;o mi&#224;o, ji&#224;o d&#224;ogu&#224;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>噢，明白了。反正什么都和“道”有关。他们可以吃荤吗？</td></tr><tr><td></td><td>I see. Anyway, it's all related to "the way." Can they eat meat?</td></tr><tr><td></td><td>&#333;, m&#237;ngbai le. F&#462;nzh&#232;ng sh&#233;nme d&#333;u h&#233; " d&#224;o " y&#466;ugu&#257;n. T&#257;men k&#283;y&#464; ch&#299; h&#363;n ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>有些教派可以。</td></tr><tr><td></td><td>Some sects can.</td></tr><tr><td></td><td>Y&#466;uxi&#275; ji&#224;op&#224;i k&#283;y&#464;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我觉得现在信道教的人好像不是很多，中国还是佛教徒多。</td></tr><tr><td></td><td>I think nowadays there aren't so many followers of Taoism. In China there are more Buddhists.</td></tr><tr><td></td><td>W&#466; ju&#233;de xi&#224;nz&#224;i x&#236;n D&#224;oji&#257;o de r&#233;n h&#462;oxi&#224;ng b&#249; sh&#236; h&#283;n du&#333;, Zh&#333;nggu&#243; h&#225;ishi f&#243;ji&#224;ot&#250; du&#333;.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>和尚</td><td>h&#233;shang</td><td>Buddhist monk</td></tr><tr><td>道士</td><td>d&#224;oshi</td><td>Taoist priest</td></tr><tr><td>道教</td><td>D&#224;oji&#224;o</td><td>Taoism</td></tr><tr><td>佛教</td><td>F&#243;ji&#224;o</td><td>Buddhism</td></tr><tr><td>两回事</td><td>li&#462;nghu&#237;sh&#236;</td><td>two entirely different matters</td></tr><tr><td>说来话长</td><td>shu&#333;l&#225;ihu&#224;ch&#225;ng</td><td>it's a long story</td></tr><tr><td>土生土长</td><td>t&#468;sh&#275;ngt&#468;zh&#462;ng</td><td>indigenous</td></tr><tr><td>本原</td><td>b&#283;nyu&#225;n</td><td>philosophical principle</td></tr><tr><td>元气</td><td>yu&#225;nq&#236;</td><td>vitality</td></tr><tr><td>载体</td><td>z&#224;it&#464;</td><td>vehicle</td></tr><tr><td>修炼</td><td>xi&#363;li&#224;n</td><td>to practice asceticism</td></tr><tr><td>成仙</td><td>ch&#233;ngxi&#257;n</td><td>to become an immortal</td></tr><tr><td>养生</td><td>y&#462;ngsh&#275;ng</td><td>to keep in good health</td></tr><tr><td>炼丹</td><td>li&#224;nd&#257;n</td><td>to concoct pills of immortality</td></tr><tr><td>长生不老</td><td>ch&#225;ngsh&#275;ngb&#249;l&#462;o</td><td>to live forever</td></tr><tr><td>来生</td><td>l&#225;ish&#275;ng</td><td>the next life</td></tr><tr><td>融合</td><td>r&#243;ngh&#233;</td><td>to fuse</td></tr><tr><td>苦海</td><td>k&#468;h&#462;i</td><td>bitterness</td></tr><tr><td>轮回</td><td>l&#250;nhu&#237;</td><td>cycle</td></tr><tr><td>寄托</td><td>j&#236;tu&#333;</td><td>to place</td></tr><tr><td>尼姑</td><td>n&#237;g&#363;</td><td>Buddhist nun</td></tr><tr><td>道姑</td><td>d&#224;og&#363;</td><td>Taoist nun</td></tr><tr><td>庙</td><td>mi&#224;o</td><td>Buddhist temple</td></tr><tr><td>道观</td><td>d&#224;ogu&#224;n</td><td>Taoist temple</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>方丈</td><td>f&#257;ngzhang</td><td>Buddhist abbot</td></tr><tr><td>道长</td><td>d&#224;ozh&#462;ng</td><td>head Taoist priest</td></tr><tr><td>吃斋</td><td>ch&#299;zh&#257;i</td><td>to abstain from meat for religious reasons</td></tr><tr><td>静坐</td><td>j&#236;ngzu&#242;</td><td>to sit quietly</td></tr><tr><td>冥想</td><td>m&#237;ngxi&#462;ng</td><td>meditation</td></tr></table></body>
</html>