<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Old School Toys</title>
</head>
<body><h1>Upper-Intermediate - Old School Toys <span style="font-size:50%">(D0604)</span></h1>
<table>
<tr><td>A:</td><td>现在的玩具虽然做得好，不过绝对没有我小时候的好玩。</td></tr><tr><td></td><td>Toys these days may be well made, but they're definitely not as fun as the ones from my childhood.</td></tr><tr><td></td><td>Xi&#224;nz&#224;i de w&#225;nj&#249; su&#299;r&#225;n zu&#242; de h&#462;o, b&#249;gu&#242; ju&#233;du&#236; m&#233;iy&#466;u w&#466; xi&#462;osh&#237;hou de h&#462;ow&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>怎么可能？你那时候没什么玩具吧？</td></tr><tr><td></td><td>How's that possible? You didn't have any toys back then, right?</td></tr><tr><td></td><td>Z&#283;nme k&#283;n&#233;ng? N&#464; n&#224;sh&#237;hou m&#233;i sh&#233;nme w&#225;nj&#249; ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>这你就不懂了。我小时候的玩具虽然简单，但怎么也玩不腻。比如积木，弹子，沙袋，还有毽子。一放学，就和一大堆同学围在一起玩。哎，可惜了，现在这些都成老古董了，没人玩了。</td></tr><tr><td></td><td>Ah, you don't understand. The toys from my childhood were simple, but we never got tired of them. For example, wooden blocks, marbles, bean bags, and "foot shuttlecocks." As soon as I got out of school, I'd get together with a big group of classmates to play. Ah, what a shame... these are all so outdated now, no one plays with them.</td></tr><tr><td></td><td>Zh&#232; n&#464; ji&#249; b&#249; d&#466;ng le. W&#466; xi&#462;osh&#237;hou de w&#225;nj&#249; su&#299;r&#225;n ji&#462;nd&#257;n, d&#224;n z&#283;nme y&#283; w&#225;n b&#249; n&#236;. B&#464;r&#250; j&#299;m&#249;, d&#224;nz&#464;, sh&#257;d&#224;i, h&#225;iy&#466;u ji&#224;nzi. Y&#299; f&#224;ngxu&#233;, ji&#249; h&#233; y&#299;d&#224;du&#299; t&#243;ngxu&#233; w&#233;i z&#224;i y&#299;q&#464; w&#225;n. &#257;i, k&#283;x&#299; le, xi&#224;nz&#224;i zh&#232;xi&#275; d&#333;u ch&#233;ng l&#462;og&#468;d&#466;ng le, m&#233;ir&#233;n w&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你说的都是男孩子的玩具吧。那时候女孩子都玩些什么？</td></tr><tr><td></td><td>The ones you mentioned were all toys for boys. What did the girls play with back then?</td></tr><tr><td></td><td>N&#464; shu&#333; de d&#333;u sh&#236; n&#225;nh&#225;izi de w&#225;nj&#249; ba. N&#224;sh&#237;hou n&#474;h&#225;izi d&#333;u w&#225;n xi&#275; sh&#233;nme?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我们小时候条件差，玩具就这些，不分男女的。有的人连玩具都没有。只能做游戏，不是跳橡皮筋，就是丢手帕。</td></tr><tr><td></td><td>When we were little we didn't have much. Those were the toys we had, so we didn't differentiate between boys' and girls' toys. Some people didn't even have any toys. They could just play games; either the "big rubber band" or "drop the handkerchief."</td></tr><tr><td></td><td>W&#466;men xi&#462;osh&#237;hou ti&#225;oji&#224;n ch&#224;, w&#225;nj&#249; ji&#249; zh&#232;xi&#275;, b&#249;f&#275;n n&#225;nn&#474; de. Y&#466;ude r&#233;n li&#225;n w&#225;nj&#249; d&#333;u m&#233;iy&#466;u. Zh&#464;n&#233;ng zu&#242; y&#243;ux&#236;, b&#249;sh&#236; ti&#224;o xi&#224;ngp&#237;j&#299;n, ji&#249;sh&#236; di&#363; sh&#466;up&#224;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我小时候就好多了。男孩子有玩具枪、小汽车，我们女孩子有很多洋娃娃。整天都玩过家家的游戏，假装自己是娃娃的妈妈。</td></tr><tr><td></td><td>When I was little it was a lot better. Boys had toy guns and toy cars, and we girls had lots of dolls. We'd play house all day, pretending we were the dolls' mothers.</td></tr><tr><td></td><td>W&#466; xi&#462;osh&#237;hou ji&#249; h&#462;o du&#333; le. N&#225;nh&#225;izi y&#466;u w&#225;nj&#249;qi&#257;ng, xi&#462;oq&#236;ch&#275;, w&#466;men n&#474;h&#225;izi y&#466;u h&#283;n du&#333; y&#225;ngw&#225;wa. Zh&#283;ngti&#257;n d&#333;u w&#225;n gu&#242;ji&#257;ji&#257; de y&#243;ux&#236;, ji&#462;zhu&#257;ng z&#236;j&#464; sh&#236; w&#225;wa de m&#257;ma.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那么小就有母性啦。看看现在的玩具，真别说我们都落伍了。我儿子小时候开始有进口玩具了，什么变形金刚、芭比娃娃。我们做父母的，为了给孩子买个玩具，不得不省吃俭用。</td></tr><tr><td></td><td>A mother's instinct at such a young age. Looking at the toys nowadays, you could say we've fallen behind the times. When my son was little, we started having imported toys: Transformers, Barbie dolls, and what have you. As parents, in order to buy toys for our children, we'd have to live simply.</td></tr><tr><td></td><td>N&#224;me xi&#462;o ji&#249; y&#466;u m&#468;x&#236;ng la. K&#224;nkan xi&#224;nz&#224;i de w&#225;nj&#249;, zh&#275;n bi&#233; shu&#333; w&#466;men d&#333;u lu&#242;w&#468; le. W&#466; &#233;rzi xi&#462;osh&#237;hou k&#257;ish&#464; y&#466;u j&#236;nk&#466;u w&#225;nj&#249; le, sh&#233;nme Bi&#224;nx&#237;ngj&#299;ng&#257;ng, B&#257;b&#464; w&#225;wa. W&#466;men zu&#242; f&#249;m&#468; de, w&#232;ile g&#283;i h&#225;izi m&#462;i ge w&#225;nj&#249;, b&#249;d&#233;b&#249; sh&#283;ngch&#299;ji&#462;ny&#242;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是啊。你有没有发现，以前的玩具都是好几个人一起玩，大家比赛，比如打弹子、踢毽子。现在的玩具一个人就可以玩了。</td></tr><tr><td></td><td>Yeah. Have you ever noticed that the games from before involved quite a few people competing, like marbles, or kicking the shuttlecock? But nowadays the toys only need one person.</td></tr><tr><td></td><td>Sh&#236; a. N&#464; y&#466;um&#233;iy&#466;u f&#257;xi&#224;n, y&#464;qi&#225;n de w&#225;nj&#249; d&#333;u sh&#236; h&#462;o j&#464; ge r&#233;n y&#299;q&#464; w&#225;n, d&#224;ji&#257; b&#464;s&#224;i, b&#464;r&#250; d&#462; d&#224;nz&#464;, t&#299; ji&#224;nzi. Xi&#224;nz&#224;i de w&#225;nj&#249; y&#299; ge r&#233;n ji&#249; k&#283;y&#464; w&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是啊，什么电动的，遥控的，按个开关，自己就能动，就能飞了。可能因为现在都是独生子女。不像我们以前，要兄弟姐妹一起玩。</td></tr><tr><td></td><td>Yes, with these electric, remote control things, you just flip a switch and they move on their own, and even fly! Maybe it's because now everyone is an only child. It's not like it was for us. We could play with our brothers and sisters.</td></tr><tr><td></td><td>Sh&#236; a, sh&#233;nme di&#224;nd&#242;ng de, y&#225;ok&#242;ng de, &#224;n ge k&#257;igu&#257;n, z&#236;j&#464; ji&#249; n&#233;ng d&#242;ng, ji&#249; n&#233;ng f&#275;i le. K&#283;n&#233;ng y&#299;nw&#232;i xi&#224;nz&#224;i d&#333;u sh&#236; d&#250;sh&#275;ngz&#464;n&#474;. B&#249; xi&#224;ng w&#466;men y&#464;qi&#225;n, y&#224;o xi&#333;ngd&#236; ji&#283;m&#232;i y&#299;q&#464; w&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>早知道，应该把我们的玩具留下来，给自己的小孩。让他们看看爸爸妈妈是怎么长大的。也让他们学学，什么叫“有福同享，有难同当”。</td></tr><tr><td></td><td>If only I knew, I would have saved the toys to give to my own children. Let them see how daddy and mommy grew up. Let them learn the meaning of "sharing fortune, dividing disaster."</td></tr><tr><td></td><td>Z&#462;o zh&#299;d&#224;o, y&#299;ngg&#257;i b&#462; w&#466;men de w&#225;nj&#249; li&#250; xi&#224;lai, g&#283;i z&#236;j&#464; de xi&#462;oh&#225;i. R&#224;ng t&#257;men k&#224;nkan b&#224;ba m&#257;ma sh&#236; z&#283;nme zh&#462;ngd&#224; de. Y&#283; r&#224;ng t&#257;men xu&#233; xue, sh&#233;nme ji&#224;o " y&#466;uf&#250;t&#243;ngxi&#462;ng, y&#466;un&#224;nt&#243;ngd&#257;ng ".  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>玩具</td><td>w&#225;nj&#249;</td><td>toy</td></tr><tr><td>腻</td><td>n&#236;</td><td>to tire of</td></tr><tr><td>积木</td><td>j&#299;m&#249;</td><td>wooden block</td></tr><tr><td>打弹子</td><td>d&#462; d&#224;nz&#464;</td><td>to play marbles</td></tr><tr><td>沙袋</td><td>sh&#257;d&#224;i</td><td>bean bag</td></tr><tr><td>踢毽子</td><td>t&#299; ji&#224;nzi</td><td>to kick the shuttlecock</td></tr><tr><td>老古董</td><td>l&#462;og&#468;d&#466;ng</td><td>outdated article</td></tr><tr><td>跳橡皮筋</td><td>ti&#224;o xi&#224;ngp&#237;j&#299;n</td><td>to jump the rubber band</td></tr><tr><td>丢手帕</td><td>di&#363; sh&#466;up&#224;</td><td>drop the handkerchief</td></tr><tr><td>过家家</td><td>gu&#242;ji&#257;ji&#257;</td><td>to play house</td></tr><tr><td>假装</td><td>ji&#462;zhu&#257;ng</td><td>to pretend</td></tr><tr><td>落伍</td><td>lu&#242;w&#468;</td><td>behind the times</td></tr><tr><td>变形金刚</td><td>Bi&#224;nx&#237;ngj&#299;ng&#257;ng</td><td>transformer</td></tr><tr><td>芭比娃娃</td><td>B&#257;b&#464; w&#225;wa</td><td>Barbie doll</td></tr><tr><td>省吃俭用</td><td>sh&#283;ngch&#299;ji&#462;ny&#242;ng</td><td>to live frugally</td></tr><tr><td>电动</td><td>di&#224;nd&#242;ng</td><td>electric-powered</td></tr><tr><td>遥控</td><td>y&#225;ok&#242;ng</td><td>remote control</td></tr><tr><td>有福同享，有难同当</td><td>y&#466;uf&#250;t&#243;ngxi&#462;ng, y&#466;un&#224;nt&#243;ngd&#257;ng</td><td>share fortune, divide disaster</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>跳绳</td><td>ti&#224;osh&#233;ng</td><td>to jump rope</td></tr><tr><td>打电子游戏</td><td>d&#462; di&#224;nz&#464; y&#243;ux&#236;</td><td>to play video games</td></tr><tr><td>毛绒玩具</td><td>m&#225;or&#243;ng w&#225;nj&#249;</td><td>stuffed animal</td></tr><tr><td>水枪</td><td>shu&#464;qi&#257;ng</td><td>water pistol</td></tr></table></body>
</html>