<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Pushy Insurance Salesman</title>
</head>
<body><h1>Upper-Intermediate - Pushy Insurance Salesman <span style="font-size:50%">(D0615)</span></h1>
<table>
<tr><td>A:</td><td>喂，请问是陈小姐吗？</td></tr><tr><td></td><td>Hello? May I ask is this Ms. Chen?</td></tr><tr><td></td><td>W&#232;i, q&#464;ng w&#232;n sh&#236; Ch&#233;n xi&#462;ojie ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是，你是哪位？</td></tr><tr><td></td><td>Yes, who's calling?</td></tr><tr><td></td><td>Sh&#236;, n&#464; sh&#236; n&#462; w&#232;i?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>您好，我姓张。是保险公司的。我们刚推出了一款专为女性设计的健康保险。接下来我就为您讲解一下。</td></tr><tr><td></td><td>Hello, my last name is Zhang. I'm from an insurance company. We've just come out with a new kind of health insurance specially designed for women. I'd like to tell you something about it now.</td></tr><tr><td></td><td>N&#237;nh&#462;o, w&#466; x&#236;ng Zh&#257;ng. Sh&#236; b&#462;oxi&#462;n g&#333;ngs&#299; de. W&#466;men g&#257;ng tu&#299;ch&#363; le y&#299; ku&#462;n zhu&#257;n w&#232;i n&#474;x&#236;ng sh&#232;j&#236; de ji&#224;nk&#257;ng b&#462;oxi&#462;n. Ji&#275; xi&#224;l&#225;i w&#466; ji&#249; w&#232;i n&#237;n ji&#462;ngji&#283; y&#299;xi&#224;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>对不起，我现在没有时间。</td></tr><tr><td></td><td>I'm sorry, I don't have time right now.</td></tr><tr><td></td><td>Du&#236;buq&#464;, w&#466; xi&#224;nz&#224;i m&#233;iy&#466;u sh&#237;ji&#257;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>只需两分钟，就可以为您的一生提供保障。您听我说，现代社会女性的压力很大，我们的保险正好可以消除您的后顾之忧。</td></tr><tr><td></td><td>It only takes two minutes to offer you a lifetime guarantee. I'm telling you, society's modern woman is under a lot of stress. Our insurance can  eliminate your fears about the future.</td></tr><tr><td></td><td>Zh&#464; x&#363; li&#462;ng f&#275;nzh&#333;ng, ji&#249; k&#283;y&#464; w&#232;i n&#237;n de y&#299;sh&#275;ng t&#237;g&#333;ng b&#462;ozh&#224;ng. N&#237;n t&#299;ng w&#466; shu&#333;, xi&#224;nd&#224;i sh&#232;hu&#236; n&#474;x&#236;ng de y&#257;l&#236; h&#283;n d&#224;, w&#466;men de b&#462;oxi&#462;n zh&#232;ngh&#462;o k&#283;y&#464; xi&#257;och&#250; n&#237;n de h&#242;ug&#249;zh&#299;y&#333;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我现在没什么可担忧的。</td></tr><tr><td></td><td>I don't really have anything to fear right now.</td></tr><tr><td></td><td>W&#466; xi&#224;nz&#224;i m&#233;i sh&#233;nme k&#283; d&#257;ny&#333;u de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是啊。所以现在正是您为以后做准备的最好时机。这款保险包括了许多健康保健费用，有医疗、意外伤害、外科手术等等......。</td></tr><tr><td></td><td>Right. So now is the best time for you to prepare for the future. This insurance includes a lot of health care, medical treatment, accidents and emergencies, surgery, and more...</td></tr><tr><td></td><td>Sh&#236; a. Su&#466;y&#464; xi&#224;nz&#224;i zh&#232;ng sh&#236; n&#237;n w&#232;i y&#464;h&#242;u zu&#242; zh&#468;nb&#232;i de zu&#236; h&#462;o sh&#237;j&#299;. Zh&#232; ku&#462;n b&#462;oxi&#462;n b&#257;oku&#242; le x&#468;du&#333; ji&#224;nk&#257;ng b&#462;oji&#224;n f&#232;iy&#242;ng, y&#466;u y&#299;li&#225;o, y&#236;w&#224;i sh&#257;ngh&#224;i, w&#224;ik&#275; sh&#466;ush&#249; d&#283;ngd&#283;ng.......  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>对不起，我对这个不感兴趣。</td></tr><tr><td></td><td>I'm sorry, I'm not interested in this.</td></tr><tr><td></td><td>Du&#236;buq&#464;, w&#466; du&#236; zh&#232;ge b&#249; g&#462;n x&#236;ngq&#249;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>不会耽误您太久的。这款保险满期返还， 也就是说合同期满以后，可以获得丰厚的满期金，让您的投入获得更多回报。</td></tr><tr><td></td><td>I won't keep you long. This insurance returns money to you at the end of the term. In other words, at the completion of the contract you can receive substantial premium, giving you even more return on your investment.</td></tr><tr><td></td><td>B&#249;hu&#236; d&#257;nwu n&#237;n t&#224;i ji&#468; de. Zh&#232; ku&#462;n b&#462;oxi&#462;n m&#462;nq&#299; f&#462;nhu&#225;n,  y&#283; ji&#249;sh&#236; shu&#333; h&#233;tong q&#299;m&#462;n y&#464;h&#242;u, k&#283;y&#464; hu&#242;d&#233; f&#275;ngh&#242;u de m&#462;nq&#299; j&#299;n, r&#224;ng n&#237;n de t&#243;ur&#249; hu&#242;d&#233; g&#232;ng du&#333; hu&#237;b&#224;o.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我真的要挂了。</td></tr><tr><td></td><td>I really have to hang up.</td></tr><tr><td></td><td>W&#466; zh&#275;nde y&#224;o gu&#224; le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>陈小姐，您看，您那么急着挂电话，说明工作忙，生活压力大。压力大了以后容易出现健康问题，而这款保险相当于用利息买保障，储蓄和保障一举两得。绝对是零风险的投资。</td></tr><tr><td></td><td>Ms. Chen, look... you being in such a rush to hang up indicates your job is busy and that you're under a lot of stress in your life. If you're under a lot of stress you're more likely to have health problems, and this insurance is like using interest to buy a guarantee. Savings and insurance: two for the price of one. It's totally a zero-risk investment.</td></tr><tr><td></td><td>Ch&#233;n xi&#462;ojie, n&#237;n k&#224;n, n&#237;n n&#224;me j&#237; zhe gu&#224; di&#224;nhu&#224;, shu&#333;m&#237;ng g&#333;ngzu&#242; m&#225;ng, sh&#275;nghu&#243; y&#257;l&#236; d&#224;. Y&#257;l&#236; d&#224; le y&#464;h&#242;u r&#243;ngy&#236; ch&#363;xi&#224;n ji&#224;nk&#257;ng w&#232;nt&#237;, &#233;r zh&#232; ku&#462;n b&#462;oxi&#462;n xi&#257;ngd&#257;ngy&#250; y&#242;ng l&#236;x&#299; m&#462;i b&#462;ozh&#224;ng, ch&#468;x&#249; h&#233; b&#462;ozh&#224;ng y&#299;j&#468;li&#462;ngd&#233;. Ju&#233;du&#236; sh&#236; l&#237;ng f&#275;ngxi&#462;n de t&#243;uz&#299;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你说说，包括哪些疾病?</td></tr><tr><td></td><td>So tell me... what diseases does it cover?</td></tr><tr><td></td><td>N&#464; shu&#333;shuo, b&#257;oku&#242; n&#462;xi&#275; j&#237;b&#236;ng? </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>它几乎包含了所有重大疾病。而且不但给付重大疾病保险金，还增加给付女性重大疾病特别保险金。一年的保费也就三千多块，还有利息拿，关键是得到了保障。现在大家都说生不起病，但是只要你懂得理财，关心自己，给自己买一份保险，问题不就全解决了吗？您看，我们是不是约个时间面谈？</td></tr><tr><td></td><td>It covers nearly all serious illnesses. Furthermore, it not only insures serious illnesses, but additionally insures serious women's illnesses. One year of insurance is only 3000 RMB, plus you get the interest on it, but the key thing is having insurance. These days everyone says they can't afford to get sick, but as long as you know something about financial management, take care of yourself, and buy yourself some insurance, then isn't the problem totally solved? Look, why don't we set a time to discuss it?</td></tr><tr><td></td><td>T&#257; j&#299;h&#363; b&#257;oh&#225;n le su&#466;y&#466;u zh&#242;ngd&#224; j&#237;b&#236;ng. &#233;rqi&#283; b&#249;d&#224;n g&#283;if&#249; zh&#242;ngd&#224; j&#237;b&#236;ng b&#462;oxi&#462;nj&#299;n, h&#225;i z&#275;ngji&#257; g&#283;if&#249; n&#474;x&#236;ng zh&#242;ngd&#224; j&#237;b&#236;ng t&#232;bi&#233; b&#462;oxi&#462;nj&#299;n. Y&#299; ni&#225;n de b&#462;of&#232;i y&#283; ji&#249; s&#257;nqi&#257;n du&#333; ku&#224;i, h&#225;i y&#466;u l&#236;x&#299; n&#225;, gu&#257;nji&#224;n sh&#236; d&#233;d&#224;o le b&#462;ozh&#224;ng. Xi&#224;nz&#224;i d&#224;ji&#257; d&#333;u shu&#333; sh&#275;ngbuq&#464; b&#236;ng, d&#224;nsh&#236; zh&#464;y&#224;o n&#464; d&#466;ngde l&#464;c&#225;i, gu&#257;nx&#299;n z&#236;j&#464;, g&#283;i z&#236;j&#464; m&#462;i y&#299; f&#232;n b&#462;oxi&#462;n, w&#232;nt&#237; b&#249; ji&#249; qu&#225;n ji&#283;ju&#233; le ma? N&#237;n k&#224;n, w&#466;men sh&#236; bu sh&#236; yu&#275; ge sh&#237;ji&#257;n mi&#224;nt&#225;n?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我再想想吧。</td></tr><tr><td></td><td>I'll think about it.</td></tr><tr><td></td><td>W&#466; z&#224;i xi&#462;ngxiang ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>好的。另外母亲节快到了，我觉得您可以给妈妈也买一份。</td></tr><tr><td></td><td>OK. Also, Mother's Day is almost here, so I think you could buy some for your mother as well.</td></tr><tr><td></td><td>H&#462;o de. L&#236;ngw&#224;i m&#468;q&#299;nji&#233; ku&#224;i d&#224;o le, w&#466; ju&#233;de n&#237;n k&#283;y&#464; g&#283;i m&#257;ma y&#283; m&#462;i y&#299; f&#232;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这个我会考虑的。</td></tr><tr><td></td><td>I'll consider that.</td></tr><tr><td></td><td>Zh&#232;ge w&#466; hu&#236; k&#462;ol&#476; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>谢谢您，陈小姐。有什么问题，尽管打我电话。我的号码是……喂？喂？</td></tr><tr><td></td><td>Thank you, Ms. Chen. If you have any questions, feel free to call me. My number is... hello? Hello?</td></tr><tr><td></td><td>Xi&#232;xie n&#237;n, Ch&#233;n xi&#462;ojie. Y&#466;u sh&#233;nme w&#232;nt&#237;, j&#464;ngu&#462;n d&#462; w&#466; di&#224;nhu&#224;. W&#466; de h&#224;om&#462; sh&#236;...... W&#232;i? W&#232;i?  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>保险</td><td>b&#462;oxi&#462;n</td><td>insurance</td></tr><tr><td>推出</td><td>tu&#299;ch&#363;</td><td>to come out with</td></tr><tr><td>保障</td><td>b&#462;ozh&#224;ng</td><td>guarantee</td></tr><tr><td>后顾之忧</td><td>h&#242;ug&#249;zh&#299;y&#333;u</td><td>fears for the future</td></tr><tr><td>外科手术</td><td>w&#224;ik&#275; sh&#466;ush&#249;</td><td>surgery</td></tr><tr><td>期满</td><td>q&#299;m&#462;n</td><td>to complete a term</td></tr><tr><td>返还</td><td>f&#462;nhu&#225;n</td><td>to return</td></tr><tr><td>回报</td><td>hu&#237;b&#224;o</td><td>return</td></tr><tr><td>储蓄</td><td>ch&#468;x&#249;</td><td>savings</td></tr><tr><td>一举两得</td><td>y&#299;j&#468;li&#462;ngd&#233;</td><td>kill two birds with one stone</td></tr><tr><td>时机</td><td>sh&#237;j&#299;</td><td>opportune time</td></tr><tr><td>给付</td><td>g&#283;if&#249;</td><td>to pay for; to cover</td></tr><tr><td>保费</td><td>b&#462;of&#232;i</td><td>insurance premium</td></tr><tr><td>理财</td><td>l&#464;c&#225;i</td><td>financial management</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>推销</td><td>tu&#299;xi&#257;o</td><td>to promote</td></tr><tr><td>推销员</td><td>tu&#299;xi&#257;oyu&#225;n</td><td>salesperson</td></tr><tr><td>产品</td><td>ch&#462;np&#464;n</td><td>product</td></tr><tr><td>投保人</td><td>t&#243;ub&#462;or&#233;n</td><td>policyholder</td></tr><tr><td>受益人</td><td>sh&#242;uy&#236;r&#233;n</td><td>beneficiary</td></tr><tr><td>自付扣除金</td><td>z&#236;f&#249; k&#242;uch&#250; j&#299;n</td><td>deductible</td></tr></table></body>
</html>