<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Abducted by Aliens</title>
</head>
<body><h1>Upper-Intermediate - Abducted by Aliens <span style="font-size:50%">(D0611)</span></h1>
<table>
<tr><td>A:</td><td>我告诉你们一个秘密。先说好了，你们一定要相信我。</td></tr><tr><td></td><td>I'll tell you guys a secret. But first, you guys have got to believe me.</td></tr><tr><td></td><td>W&#466; g&#224;osu n&#464;men y&#299; ge m&#236;m&#236;. Xi&#257;n shu&#333;h&#462;o le, n&#464;men y&#299;d&#236;ng y&#224;o xi&#257;ngx&#236;n w&#466;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>有什么秘密你就快说吧。</td></tr><tr><td></td><td>If there's a secret just hurry up and tell us.</td></tr><tr><td></td><td>Y&#466;u sh&#233;nme m&#236;m&#236; n&#464; ji&#249; ku&#224;i shu&#333; ba.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我被外星人绑架过。</td></tr><tr><td></td><td>I have been abducted by aliens.</td></tr><tr><td></td><td>W&#466; b&#232;i w&#224;ix&#299;ngr&#233;n b&#462;ngji&#224; guo.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>啊？是梦吧？</td></tr><tr><td></td><td>Huh? A dream?</td></tr><tr><td></td><td>&#462;? Sh&#236; m&#232;ng ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我说的是实话。这是好多年以前的事了。我本来不想说的，但憋在心里太难受了。</td></tr><tr><td></td><td>I'm telling the truth. This is something that happened many years ago. I didn't want to talk about it originally, but keeping it to myself is just too hard.</td></tr><tr><td></td><td>W&#466; shu&#333; de sh&#236; sh&#237;hu&#224;. Zh&#232; sh&#236; h&#462;o du&#333; ni&#225;n y&#464;qi&#225;n de sh&#236; le. W&#466; b&#283;nl&#225;i b&#249; xi&#462;ng shu&#333; de, d&#224;n bi&#275; z&#224;i x&#299;nl&#464; t&#224;i n&#225;nsh&#242;u le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你是怎么被绑架的？</td></tr><tr><td></td><td>How were you abducted?</td></tr><tr><td></td><td>N&#464; sh&#236; z&#283;nme b&#232;i b&#462;ngji&#224; de?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我记得很清楚，当时我在读高中，我们去乡下学农。那天晚上我睡不着，就一个人去田边散步。</td></tr><tr><td></td><td>I remember it very clearly. I was a high school student at the time, and we went to the countryside to study agriculture. That night I couldn't sleep, so I went for a walk in the fields by myself.</td></tr><tr><td></td><td>W&#466; j&#236;de h&#283;n q&#299;ngchu, d&#257;ngsh&#237; w&#466; z&#224;i d&#250; g&#257;ozh&#333;ng, w&#466;men q&#249; xi&#257;ngxi&#224; xu&#233;n&#243;ng. N&#224;ti&#257;n w&#462;nshang w&#466; shu&#236; bu zh&#225;o, ji&#249; y&#299; ge r&#233;n q&#249; ti&#225;nbi&#257;n s&#224;nb&#249;.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>这明明就是科幻片的情节，怎么会是你的故事？</td></tr><tr><td></td><td>This is clearly straight out of a sci-fi movie. How could it be your story?</td></tr><tr><td></td><td>Zh&#232; m&#237;ngm&#237;ng ji&#249;sh&#236; k&#275;hu&#224;npi&#224;n de q&#237;ngji&#233;, z&#233;nme hu&#236; sh&#236; n&#464; de g&#249;shi?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你别打断他，让他说完。</td></tr><tr><td></td><td>Don't interrupt him. Let him finish.</td></tr><tr><td></td><td>N&#464; bi&#233; d&#462;du&#224;n t&#257;, r&#224;ng t&#257; shu&#333;w&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>就是，还是你了解我。我在散步的时候，突然，有一片白色的亮光，非常刺眼，我什么也看不见。等我睁开眼睛，一艘飞碟停在了眼前。</td></tr><tr><td></td><td>Yeah, at least you understand. While I was walking, suddenly a blinding white light was before me, and I couldn't see anything. When I opened my eyes, there was a flying saucer in front of me.</td></tr><tr><td></td><td>Ji&#249;sh&#236;, h&#225;ishi n&#464; li&#462;oji&#283; w&#466;. W&#466; z&#224;i s&#224;nb&#249; de sh&#237;hou, t&#363;r&#225;n, y&#466;u y&#299;pi&#224;n b&#225;is&#232; de li&#224;nggu&#257;ng, f&#275;ich&#225;ng c&#236;y&#462;n, w&#466; sh&#233;nme y&#283; k&#224;nbuji&#224;n. D&#283;ng w&#466; zh&#275;ngk&#257;i y&#462;njing, y&#299; s&#333;u f&#275;idi&#233; t&#237;ng z&#224;i le y&#462;nqi&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>真的？大吗？是和我们想象中的一样？</td></tr><tr><td></td><td>Really? Was it big? Was it like we imagine them to be?</td></tr><tr><td></td><td>Zh&#275;nde? D&#224; ma? Sh&#236; h&#233; w&#466;men xi&#462;ngxi&#224;ng zh&#333;ng de y&#299;y&#224;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>差不多就是那个样子。圆圆的、扁扁的，上面突出来。对了，飞碟是粉红色的。</td></tr><tr><td></td><td>Pretty much like that. Round and flat, with a protrusion on top. Oh, and by the way, the flying saucer was pink.</td></tr><tr><td></td><td>Ch&#224;budu&#333; ji&#249;sh&#236; n&#224;ge y&#224;ngzi. Yu&#225;nyu&#225;n de, bi&#462;nbi&#462;n de, sh&#224;ngmian t&#363; ch&#363;lai. Du&#236; le, f&#275;idi&#233; sh&#236; f&#283;nh&#243;ngs&#232; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>是女外星人？</td></tr><tr><td></td><td>They were girl aliens?</td></tr><tr><td></td><td>Sh&#236; n&#474; w&#224;ix&#299;ngr&#233;n?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>拜托，外星人不分男女的。当时，飞碟里下来两个外星人，他们拉着我的手，要把我带到飞碟上去。我吓呆了，只知道跟着走。</td></tr><tr><td></td><td>Please, aliens aren't male and female. Then, from out of the flying saucer came two aliens. They took my hands and wanted to take me into the flying saucer. I was scared out of my mind, and all I could do was follow them.</td></tr><tr><td></td><td>B&#224;itu&#333;, w&#224;ix&#299;ngr&#233;n b&#249;f&#275;n n&#225;nn&#474; de. D&#257;ngsh&#237;, f&#275;idi&#233; l&#464; xi&#224;lai li&#462;ng ge w&#224;ix&#299;ngr&#233;n, t&#257;men l&#257; zhe w&#466; de sh&#466;u, y&#224;o b&#462; w&#466; d&#224;id&#224;o f&#275;idi&#233; sh&#224;ngqu. W&#466; xi&#224;d&#257;i le, zh&#464; zh&#299;d&#224;o g&#275;n zhe z&#466;u.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>外星人到底长什么样？奇怪吗？</td></tr><tr><td></td><td>So what do aliens really look like? Weird?</td></tr><tr><td></td><td>W&#224;ix&#299;ngr&#233;n d&#224;od&#464; zh&#462;ng sh&#233;nmey&#224;ng? Q&#237;gu&#224;i ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>比电影里的漂亮，眼睛没有那么大。个子和我差不多。</td></tr><tr><td></td><td>They were prettier than in the movies, and their eyes weren't that big. They were about as tall as me.</td></tr><tr><td></td><td>B&#464; di&#224;ny&#464;ng l&#464; de pi&#224;oliang, y&#462;njing m&#233;iy&#466;u n&#224;me d&#224;. G&#232;zi h&#233; w&#466; ch&#224;budu&#333;.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>他们说什么语言？你听得懂吗？</td></tr><tr><td></td><td>What language did they speak? Could you understand it?</td></tr><tr><td></td><td>T&#257;men shu&#333; sh&#233;nme y&#468;y&#225;n? N&#464; t&#299;ngded&#466;ng ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>他们一句话也没说，我也不敢问。进了飞碟，里面的装饰很简单。外星人让我坐下，还让我喝水。接着，他们就用各种各样的仪器给我做检查。</td></tr><tr><td></td><td>They didn't say a word, and I didn't dare ask. We went into the flying saucer, and the inside was decorated simply. The aliens made me sit, then made me drink some water. Next, they used all kinds of instruments to inspect me.</td></tr><tr><td></td><td>T&#257;men y&#299; j&#249; hu&#224; y&#283; m&#233;i shu&#333;, w&#466; y&#283; b&#249;g&#462;n w&#232;n. J&#236;n le f&#275;idi&#233;, l&#464;mi&#224;n de zhu&#257;ngsh&#236; h&#283;n ji&#462;nd&#257;n. W&#224;ix&#299;ngr&#233;n r&#224;ng w&#466; zu&#242;xia, h&#225;i r&#224;ng w&#466; h&#275;shu&#464;. Ji&#275;zhe, t&#257;men ji&#249; y&#242;ng g&#232;zh&#466;ngg&#232;y&#224;ng de y&#237;q&#236; g&#283;i w&#466; zu&#242; ji&#462;nch&#225;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>跟在医院里检查身体一样？</td></tr><tr><td></td><td>Like a physical at the hospital?</td></tr><tr><td></td><td>G&#275;n z&#224;i y&#299;yu&#224;n l&#464; ji&#462;nch&#225; sh&#275;nt&#464; y&#299;y&#224;ng?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>不是，他们用的仪器我们地球人都没有。他们对我的长相很感兴趣，一直摸我的脸。</td></tr><tr><td></td><td>No, they used instruments that we Earthlings don't have. They were really interested in my appearance, and kept touching my face.</td></tr><tr><td></td><td>B&#249; sh&#236;, t&#257;men y&#242;ng de y&#237;q&#236; w&#466;men d&#236;qi&#250;r&#233;n d&#333;u m&#233;iy&#466;u. T&#257;men du&#236; w&#466; de zh&#462;ngxi&#224;ng h&#283;n g&#462;n x&#236;ngq&#249;, y&#299;zh&#237; m&#333; w&#466; de li&#462;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>外星人不会是爱上你了吧？他们怎么没把你带走呢？</td></tr><tr><td></td><td>Don't tell me the aliens fell in love with you! Why didn't they take you away with them?</td></tr><tr><td></td><td>W&#224;ix&#299;ngr&#233;n b&#249;hu&#236; sh&#236; &#224;ish&#224;ng n&#464; le ba? T&#257;men z&#283;nme m&#233;i b&#462; n&#464; d&#224;iz&#466;u ne?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是啊。你长得这么帅，应该到外星球上给咱们地球人做宣传。</td></tr><tr><td></td><td>Yeah, you're so good-looking, you should go to the alien planet and promote Earth for us.</td></tr><tr><td></td><td>Sh&#236; a. N&#464; zh&#462;ng de zh&#232;me shu&#224;i, y&#299;ngg&#257;i d&#224;o w&#224;ix&#299;ngqi&#250; shang g&#283;i z&#225;nmen d&#236;qi&#250;r&#233;n zu&#242; xu&#257;nchu&#225;n.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>搞了半天，你们两个还是不相信我。我把我人生中最重要的秘密告诉你们，你们却在笑我。算了，我后面还有更精彩的故事呢，但是你们也别想听了。</td></tr><tr><td></td><td>After all this, you two still don't believe me. I've told you the most important secret of my life, but you're laughing at me. Forget it! I have even better stories too, but don't even think about getting to hear them.</td></tr><tr><td></td><td>G&#462;o le b&#224;nti&#257;n, n&#464;men li&#462;ng ge h&#225;ishi b&#249; xi&#257;ngx&#236;n w&#466;. W&#466; b&#462; w&#466; r&#233;nsh&#275;ng zh&#333;ng zu&#236; zh&#242;ngy&#224;o de m&#236;m&#236; g&#224;osu n&#464;men, n&#464;men qu&#232; z&#224;i xi&#224;o w&#466;. Su&#224;n le, w&#466; h&#242;umian h&#225;i y&#466;u g&#232;ng j&#299;ngc&#462;i de g&#249;shi ne, d&#224;nsh&#236; n&#464;men y&#283; bi&#233; xi&#462;ng t&#299;ng le.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>不听也知道。</td></tr><tr><td></td><td>Oh, we can guess them.</td></tr><tr><td></td><td>B&#249; t&#299;ng y&#283; zh&#299;d&#224;o.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>外星人</td><td>w&#224;ix&#299;ngr&#233;n</td><td>alien</td></tr><tr><td>绑架</td><td>b&#462;ngji&#224;</td><td>to kidnap</td></tr><tr><td>憋在心里</td><td>bi&#275; z&#224;i x&#299;nl&#464;</td><td>to keep inside</td></tr><tr><td>田边</td><td>ti&#225;nbi&#257;n</td><td>beside the fields</td></tr><tr><td>亮光</td><td>li&#224;nggu&#257;ng</td><td>bright light</td></tr><tr><td>刺眼</td><td>c&#236;y&#462;n</td><td>blinding</td></tr><tr><td>吓呆</td><td>xi&#224;d&#257;i</td><td>to be scared stiff</td></tr><tr><td>仪器</td><td>y&#237;q&#236;</td><td>instrument</td></tr><tr><td>检查</td><td>ji&#462;nch&#225;</td><td>to inspect</td></tr><tr><td>长相</td><td>zh&#462;ngxi&#224;ng</td><td>appearance</td></tr><tr><td>摸</td><td>m&#333;</td><td>to touch</td></tr><tr><td>外星球</td><td>w&#224;ix&#299;ngqi&#250;</td><td>alien planet</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>飞船</td><td>f&#275;ichu&#225;n</td><td>spaceship</td></tr><tr><td>刺耳</td><td>c&#236;'&#283;r</td><td>ear-splitting</td></tr><tr><td>刺鼻</td><td>c&#236;b&#237;</td><td>pungent</td></tr><tr><td>解剖</td><td>ji&#283;p&#333;u</td><td>to dissect</td></tr><tr><td>作假</td><td>zu&#242;ji&#462;</td><td>to fake</td></tr><tr><td>不明飞行物</td><td>b&#249;m&#237;ngf&#275;ix&#237;ngw&#249;</td><td>UFO</td></tr><tr><td>星球大战</td><td>X&#299;ngqi&#250; D&#224;zh&#224;n</td><td>Star Wars</td></tr></table></body>
</html>