<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Election Candidates</title>
</head>
<body><h1>Upper-Intermediate - Election Candidates <span style="font-size:50%">(D0626)</span></h1>
<table>
<tr><td>A:</td><td>我敢打赌下届美国总统选举肯定是民主党赢。</td></tr><tr><td></td><td>I'm willing to bet that in the next American presidential election the Democrats will definitely win.</td></tr><tr><td></td><td>W&#466; g&#462;n d&#462;d&#468; xi&#224;ji&#232; M&#283;igu&#243; z&#466;ngt&#466;ng xu&#462;nj&#468; k&#283;nd&#236;ng sh&#236; M&#237;nzh&#468;d&#462;ng y&#237;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>别做梦了，共和党肯定能笑到最后。很多人认为美国现在的困境都是共和党造成的。可越到这种时候就越需要强硬的总统和政策。</td></tr><tr><td></td><td>Dream on. The Republicans will have the last laugh. A lot of people believe that America's current predicament was created by the Republicans. But the more serious the crisis, the more you need a strong president and policy.</td></tr><tr><td></td><td>Bi&#233; zu&#242;m&#232;ng le, G&#242;ngh&#233;d&#462;ng k&#283;nd&#236;ng n&#233;ng xi&#224;o d&#224;o zu&#236;h&#242;u. H&#283;n du&#333; r&#233;n r&#232;nw&#233;i M&#283;igu&#243; xi&#224;nz&#224;i de k&#249;nj&#236;ng d&#333;u sh&#236; G&#242;ngh&#233;d&#462;ng z&#224;och&#233;ng de. K&#283; yu&#232; d&#224;o zh&#232;zh&#466;ng sh&#237;hou ji&#249; yu&#232; x&#363;y&#224;o qi&#225;ngy&#236;ng de z&#466;ngt&#466;ng h&#233; zh&#232;ngc&#232;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>其实我对民主党的候选人也不是百分之百的满意，但总比共和党的强。他们承诺改革社保体系，平等分配社会资源，免除某些大公司的税收优惠。这些政策都能让人民受益。</td></tr><tr><td></td><td>Actually I'm not 100 percent satisfied with the Democratic candidate, but they're going to be better than the Republicans. They promise to reform social security, equally distribute societal resources, and eliminate the tax breaks given certain large corporations. These policies can benefit the people.</td></tr><tr><td></td><td>Q&#237;sh&#237; w&#466; du&#236; M&#237;nzh&#468;d&#462;ng de h&#242;uxu&#462;nr&#233;n y&#283; b&#249; sh&#236; b&#462;if&#275;nzh&#299;b&#462;i de m&#462;ny&#236;, d&#224;n z&#466;ng b&#464; G&#242;ngh&#233;d&#462;ng de qi&#225;ng. T&#257;men ch&#233;ngnu&#242; g&#462;ig&#233; sh&#232;b&#462;o t&#464;x&#236;, p&#237;ngd&#283;ng f&#275;np&#232;i sh&#232;hu&#236; z&#299;yu&#225;n, mi&#462;nch&#250; m&#466;uxi&#275; d&#224;g&#333;ngs&#299; de shu&#236;sh&#333;u y&#333;uhu&#236;. Zh&#232;xi&#275; zh&#232;ngc&#232; d&#333;u n&#233;ng r&#224;ng r&#233;nm&#237;n sh&#242;uy&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>要我说，这全是些不实际的想法。虽然我也不认为共和党的候选人十全十美，但比民主党的实际多了。比如说保护本土企业的利益，降低贸易逆差。这才是保护国家利益。</td></tr><tr><td></td><td>If you ask me, those are all unrealistic ideas. Although I know the Republican candidate isn't totally perfect, he's a lot more practical. For example, protecting the interests of domestic enterprises, or reducing the trade imbalance. Now that's protecting the nation's interests.</td></tr><tr><td></td><td>Y&#224;o w&#466; shu&#333;, zh&#232; qu&#225;n sh&#236; xi&#275; b&#249; sh&#237;j&#236; de xi&#462;ngf&#462;. Su&#299;r&#225;n w&#466; y&#283; b&#249; r&#232;nw&#233;i G&#242;ngh&#233;d&#462;ng de h&#242;uxu&#462;nr&#233;n sh&#237;qu&#225;nsh&#237;m&#283;i, d&#224;n b&#464; M&#237;nzh&#468;d&#462;ng de sh&#237;j&#236; du&#333;le. B&#464;r&#250; shu&#333; b&#462;oh&#249; b&#283;nt&#468; q&#464;y&#232; de l&#236;y&#236;, ji&#224;ngd&#299; m&#224;oy&#236; n&#236;ch&#257;. Zh&#232; c&#225;i sh&#236; b&#462;oh&#249; gu&#243;ji&#257; l&#236;y&#236;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>这正是我不喜欢共和党的原因，根本不顾人民的利益。明明是自己的政策失败，造成国家债务过高，可他们从来不承认。你看，医疗保险都快要崩溃了，穷人根本看不起病。共和党不仅不帮助，反而还要控制保险额。民主党就能看到问题的根本，主张扩大保险的范围。</td></tr><tr><td></td><td>This is exactly the reason why I don't like the GOP: it totally ignores the people's interests. It's clearly the government's policies that failed, creating such a high national deficit, but they never admit it. Look, the health care system is on the verge of collapse, and the poor just can't afford to see a doctor. The Republican Party not only doesn't help, it even wants to control insurance rates. The Democratic Party can see the root of the problem, and advocates the expansion of insurance coverage.</td></tr><tr><td></td><td>Zh&#232; zh&#232;ng sh&#236; w&#466; b&#249; x&#464;huan G&#242;ngh&#233;d&#462;ng de yu&#225;ny&#299;n, g&#275;nb&#283;n b&#249;g&#249; r&#233;nm&#237;n de l&#236;y&#236;. M&#237;ngm&#237;ng sh&#236; z&#236;j&#464; de zh&#232;ngc&#232; sh&#299;b&#224;i, z&#224;och&#233;ng gu&#243;ji&#257; zh&#224;iw&#249; gu&#242; g&#257;o, k&#283; t&#257;men c&#243;ngl&#225;i b&#249; ch&#233;ngr&#232;n. N&#464; k&#224;n, y&#299;li&#225;o b&#462;oxi&#462;n d&#333;u ku&#224;i y&#224;o b&#275;ngku&#236; le, qi&#243;ngr&#233;n g&#275;nb&#283;n k&#224;nbuq&#464; b&#236;ng. G&#242;ngh&#233;d&#462;ng b&#249;j&#464;n b&#249; b&#257;ngzh&#249;, f&#462;n'&#233;r h&#225;iy&#224;o k&#242;ngzh&#236; b&#462;oxi&#462;n &#233;. M&#237;nzh&#468;d&#462;ng ji&#249; n&#233;ng k&#224;nd&#224;o w&#232;nt&#237; de g&#275;nb&#283;n, zh&#468;zh&#257;ng ku&#242;d&#224; b&#462;oxi&#462;n de f&#224;nw&#233;i.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这是因为他们不是执政党。说起来容易，国家哪有这么多资源？</td></tr><tr><td></td><td>That's because they're not the incumbent party. It's easy to say, but where is the nation going to get all those resources?</td></tr><tr><td></td><td>Zh&#232; sh&#236; y&#299;nw&#232;i t&#257;men b&#249; sh&#236; zh&#237;zh&#232;ngd&#462;ng. Shu&#333; q&#464;lai r&#243;ngy&#236;, gu&#243;ji&#257; n&#462;y&#466;u zh&#232;me du&#333; z&#299;yu&#225;n?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>没有资源的原因是政府乱用钱。看看那么高的国防开支就知道了。</td></tr><tr><td></td><td>The reason it doesn't have the resources is that the government wastes money. Just take a look at the national defense budget.</td></tr><tr><td></td><td>M&#233;iy&#466;u z&#299;yu&#225;n de yu&#225;ny&#299;n sh&#236; zh&#232;ngf&#468; lu&#224;n y&#242;ngqi&#225;n. K&#224;nkan n&#224;me g&#257;o de gu&#243;f&#225;ng k&#257;izh&#299; ji&#249; zh&#299;d&#224;o le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这也是为国家安全考虑嘛。说到安全，共和党的国内安全政策也比民主党强。</td></tr><tr><td></td><td>That's just looking after national security. Speaking of which, the Republican domestic security policy is also stronger than the Democrats'.</td></tr><tr><td></td><td>Zh&#232; y&#283;sh&#236; w&#232;i gu&#243;ji&#257; &#257;nqu&#225;n k&#462;ol&#476; ma. Shu&#333;d&#224;o &#257;nqu&#225;n, G&#242;ngh&#233;d&#462;ng de gu&#243;n&#232;i &#257;nqu&#225;n zh&#232;ngc&#232; y&#283; b&#464; M&#237;nzh&#468;d&#462;ng qi&#225;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我觉得共和党只会管普通人，对有权有势的人就特别照顾。而民主党的政策更公平，比如调高最低工资、 降低学生贷款利率。</td></tr><tr><td></td><td>I think the Republicans only restrict normal people, but they take really good care of those with power and status. The Democrats' policies, on the other hand, are fairer. For example, raising the minimum wage, or lowering the interest rates on student loans.</td></tr><tr><td></td><td>W&#466; ju&#233;de G&#242;ngh&#233;d&#462;ng zh&#464; hu&#236; gu&#462;n p&#468;t&#333;ngr&#233;n, du&#236; y&#466;uqu&#225;ny&#466;ush&#236; de r&#233;n ji&#249; t&#232;bi&#233; zh&#224;ogu. &#233;r M&#237;nzh&#468;d&#462;ng de zh&#232;ngc&#232; g&#232;ng g&#333;ngp&#237;ng, b&#464;r&#250; ti&#225;og&#257;o zu&#236;d&#299; g&#333;ngz&#299;,  ji&#224;ngd&#299; xu&#233;sheng d&#224;iku&#462;n l&#236;l&#476;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你错了。共和党的政策才能彻底解决问题。因为他们注重扶持企业，推动经济。经济好了，就业率提高了，人民自然就有钱了。</td></tr><tr><td></td><td>You're wrong. It's only the policies of the Republican Party that can truly solve problems. Because they especially support business, they stimulate the economy. When the economy improves, employment rates go up, and the people naturally have more money.</td></tr><tr><td></td><td>N&#464; cu&#242; le. G&#242;ngh&#233;d&#462;ng de zh&#232;ngc&#232; c&#225;in&#233;ng ch&#232;d&#464; ji&#283;ju&#233; w&#232;nt&#237;. Y&#299;nw&#232;i t&#257;men zh&#249;zh&#242;ng f&#250;ch&#237; q&#464;y&#232;, tu&#299;d&#242;ng j&#299;ngj&#236;. J&#299;ngj&#236; h&#462;o le, ji&#249;y&#232;l&#476; t&#237;g&#257;o le, r&#233;nm&#237;n z&#236;r&#225;n ji&#249; y&#466;uqi&#225;n le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>可这些利益都被富人夺走了。搞得穷人更穷，富人更富。贫富差距越来越大。</td></tr><tr><td></td><td>Both those benefits are all snatched away by the wealthy. The poor get poorer, and the rich get richer. The gap between the two gets wider and wider.</td></tr><tr><td></td><td>K&#283; zh&#232;xi&#275; l&#236;y&#236; d&#333;u b&#232;i f&#249;r&#233;n du&#243;z&#466;u le. G&#462;o de qi&#243;ngr&#233;n g&#232;ng qi&#243;ng, f&#249;r&#233;n g&#232;ng f&#249;. P&#237;nf&#249; ch&#257;j&#249; yu&#232;l&#225;iyu&#232;d&#224;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那咱们就等着瞧吧。反正我是肯定支持共和党的。</td></tr><tr><td></td><td>Then let's just wait and see. Anyway, I will definitely support the Republican Party.</td></tr><tr><td></td><td>N&#224; z&#225;nmen ji&#249; d&#283;ng zhe qi&#225;o ba. F&#462;nzh&#232;ng w&#466; sh&#236; k&#283;nd&#236;ng zh&#299;ch&#237; G&#242;ngh&#233;d&#462;ng de.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那我绝对会选民主党。现在也该换换了。</td></tr><tr><td></td><td>And I will absolutely choose the Democratic Party. It's time for a change.</td></tr><tr><td></td><td>N&#224; w&#466; ju&#233;du&#236; hu&#236; xu&#462;n M&#237;nzh&#468;d&#462;ng. Xi&#224;nz&#224;i y&#283; g&#257;i hu&#224;nhuan le.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>下届</td><td>xi&#224;ji&#232;</td><td>next term</td></tr><tr><td>选举</td><td>xu&#462;nj&#468;</td><td>election</td></tr><tr><td>民主党</td><td>M&#237;nzh&#468;d&#462;ng</td><td>Democratic Party</td></tr><tr><td>共和党</td><td>G&#242;ngh&#233;d&#462;ng</td><td>Republican Party</td></tr><tr><td>笑到最后</td><td>xi&#224;o d&#224;o zu&#236;h&#242;u</td><td>to laugh last</td></tr><tr><td>困境</td><td>k&#249;nj&#236;ng</td><td>predicament</td></tr><tr><td>强硬</td><td>qi&#225;ngy&#236;ng</td><td>strong</td></tr><tr><td>候选人</td><td>h&#242;uxu&#462;nr&#233;n</td><td>candidate</td></tr><tr><td>社保</td><td>sh&#232;b&#462;o</td><td>social security</td></tr><tr><td>免除</td><td>mi&#462;nch&#250;</td><td>eliminate</td></tr><tr><td>受益</td><td>sh&#242;uy&#236;</td><td>to receive benefits</td></tr><tr><td>利益</td><td>l&#236;y&#236;</td><td>interest</td></tr><tr><td>贸易逆差</td><td>m&#224;oy&#236; n&#236;ch&#257;</td><td>trade deficit</td></tr><tr><td>医疗保险</td><td>y&#299;li&#225;o b&#462;oxi&#462;n</td><td>medical insurance</td></tr><tr><td>崩溃</td><td>b&#275;ngku&#236;</td><td>collapse</td></tr><tr><td>执政党</td><td>zh&#237;zh&#232;ngd&#462;ng</td><td>ruling party</td></tr><tr><td>国防</td><td>gu&#243;f&#225;ng</td><td>national defense</td></tr><tr><td>有权有势</td><td>y&#466;uqu&#225;ny&#466;ush&#236;</td><td>to have power and status</td></tr><tr><td>扶持</td><td>f&#250;ch&#237;</td><td>to support</td></tr><tr><td>贫富差距</td><td>p&#237;nf&#249; ch&#257;j&#249;</td><td>gap between rich and poor</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>竞选</td><td>j&#236;ngxu&#462;n</td><td>to run for office</td></tr><tr><td>选民</td><td>xu&#462;nm&#237;n</td><td>electorate</td></tr><tr><td>投票</td><td>t&#243;upi&#224;o</td><td>to vote</td></tr><tr><td>拉票</td><td>l&#257;pi&#224;o</td><td>to canvass for votes</td></tr><tr><td>在野党</td><td>z&#224;iy&#283;d&#462;ng</td><td>opposition party</td></tr><tr><td>国会</td><td>gu&#243;hu&#236;</td><td>congress, parliament</td></tr><tr><td>内阁</td><td>n&#232;ig&#233;</td><td>cabinet</td></tr></table></body>
</html>