<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Arrival in Jizhou</title>
</head>
<body><h1>Upper-Intermediate - Arrival in Jizhou <span style="font-size:50%">(D0639)</span></h1>
<table>
<tr><td>A:</td><td>啊！终于到寂州了！这里真是人间天堂啊！你看，喜马拉雅山就在我们眼前！</td></tr><tr><td></td><td>&#224;! Zh&#333;ngy&#250; d&#224;o J&#236;zh&#333;u le! Zh&#232;l&#464; zh&#275;nsh&#236; r&#233;nji&#257;n ti&#257;nt&#225;ng a! N&#464; k&#224;n, X&#464;m&#462;l&#257;y&#462;sh&#257;n ji&#249; z&#224;i w&#466;men y&#462;nqi&#225;n!  </td></tr><tr><td></td><td>Ah, we're finally in Jizhou! It's really heaven on earth here. Look, the Himalayas are right before us!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我从来没呼吸过这么新鲜的空气。你看，天空多蓝，而且特别近，好像伸手就可以摸到。</td></tr><tr><td></td><td>W&#466; c&#243;ngl&#225;i m&#233;i h&#363;x&#299; guo zh&#232;me x&#299;nxi&#257;n de k&#333;ngq&#236;. N&#464; k&#224;n, ti&#257;nk&#333;ng du&#333; l&#225;n, &#233;rqi&#283; t&#232;bi&#233; j&#236;n, h&#462;oxi&#224;ng sh&#275;nsh&#466;u ji&#249; k&#283;y&#464; m&#333;d&#224;o.  </td></tr><tr><td></td><td>I've never breathed such fresh air before. Look how blue the sky is, and how especially close, as if you could stretch out your arm and touch it.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>这个地方叫寂州真是一点都没错。那么偏僻，荒凉。完全没有受到现代社会的影响。现在我们也可以体会一下少数民族的生活了。</td></tr><tr><td></td><td>Zh&#232;ge d&#236;fang ji&#224;o J&#236;zh&#333;u zh&#275;n sh&#236; y&#299;di&#462;n d&#333;u m&#233;icu&#242;. N&#224;me pi&#257;np&#236;, hu&#257;ngli&#225;ng. W&#225;nqu&#225;n m&#233;iy&#466;u sh&#242;ud&#224;o xi&#224;nd&#224;i sh&#232;hu&#236; de y&#464;ngxi&#462;ng. Xi&#224;nz&#224;i w&#466;men y&#283; k&#283;y&#464; t&#464;hu&#236; y&#299;xi&#224; sh&#462;osh&#249; m&#237;nz&#250; de sh&#275;nghu&#243; le.  </td></tr><tr><td></td><td>Jizhou is just the right name for this place. It's so remote and desolate. It's completely unaffected by modern society. And now we can get a feel for ethnic minority life.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>别忘了，我们还要探索空落族的神秘文化呢。他们到现在还是自给自足，不和外界接触。</td></tr><tr><td></td><td>Bi&#233; w&#224;ng le, w&#466;men h&#225;iy&#224;o t&#224;nsu&#466; k&#333;nglu&#242;z&#250; de sh&#233;nm&#236; w&#233;nhu&#224; ne. T&#257;men d&#224;o xi&#224;nz&#224;i h&#225;ishi z&#236;j&#464;z&#236;z&#250;, b&#249; h&#233; w&#224;iji&#232; ji&#275;ch&#249;.  </td></tr><tr><td></td><td>Don't forget we also have to explore the Kongluo people's mysterious culture. Even now they're still self-sufficient, and don't have contact with the outside world.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>喂，你们是来旅游的吧？</td></tr><tr><td></td><td>W&#232;i, n&#464;men sh&#236; l&#225;i l&#474;y&#243;u de ba?  </td></tr><tr><td></td><td>Hey, are you guys here traveling?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>对，你也是吗？</td></tr><tr><td></td><td>Du&#236;, n&#464; y&#283; sh&#236; ma?  </td></tr><tr><td></td><td>Yes, are you too?</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>我叫佳燕。我自己有个旅店。</td></tr><tr><td></td><td>W&#466; ji&#224;o Ji&#257;y&#224;n. W&#466; z&#236;j&#464; y&#466;u ge l&#474;di&#224;n.  </td></tr><tr><td></td><td>My name is Jiayan. I have my own hostel.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎呀，太好了！我是赵露。你好！</td></tr><tr><td></td><td>&#257;iy&#257;, t&#224;i h&#462;o le! W&#466; sh&#236; Zh&#224;o L&#249;. N&#464;h&#462;o!  </td></tr><tr><td></td><td>Oh, that's great! I'm Zhao Lu. Hi!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我叫方健明。</td></tr><tr><td></td><td>W&#466; ji&#224;o F&#257;ng Ji&#224;nm&#237;ng.  </td></tr><tr><td></td><td>I'm Fang Jianming.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>还好遇见你，否则我们真不知道该怎么办。</td></tr><tr><td></td><td>H&#225;ih&#462;o y&#249;ji&#224;n n&#464;, f&#466;uz&#233; w&#466;men zh&#275;n b&#249; zh&#299;d&#224;o g&#257;i z&#283;nme b&#224;n.  </td></tr><tr><td></td><td>It's a good thing we ran into you. Otherwise we really wouldn't know what to do.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>老板娘，你一个人在这个与世隔绝的地方开旅馆，真了不起。</td></tr><tr><td></td><td>L&#462;ob&#462;nni&#225;ng, n&#464; y&#299; ge r&#233;n z&#224;i zh&#232;ge y&#468;sh&#236;g&#233;ju&#233; de d&#236;fang k&#257;i l&#474;gu&#462;n, zh&#275;n li&#462;obuq&#464;.  </td></tr><tr><td></td><td>Madam, you opened a hostel on your own in such a solitary place. That's impressive.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>这有什么了不起的？过日子呗。我们边走边聊吧。旅店不远。</td></tr><tr><td></td><td>Zh&#232; y&#466;u sh&#233;nme li&#462;obuq&#464; de? Gu&#242; r&#236;zi bei. W&#466;men bi&#257;n z&#466;u bi&#257;n li&#225;o ba. L&#474;di&#224;n b&#249; yu&#462;n.  </td></tr><tr><td></td><td>What's impressive about it? I just live day to day. Let's chat as we walk. The hostel isn't far.</td></tr><tr><td></td><tr></td></tr><tr><td></td><td></td></tr><tr><td></td><td> </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>到了。你们路上肯定累了，赶快去睡一会儿吧。这是房间钥匙。对了，千万别洗澡，很伤元气的。晚饭要我送过来吗？</td></tr><tr><td></td><td>D&#224;o le. N&#464;men l&#249;shang k&#283;nd&#236;ng l&#232;i le, g&#462;nku&#224;i q&#249; shu&#236; y&#299;hu&#236;r5 ba. Zh&#232; sh&#236; f&#225;ngji&#257;n y&#224;oshi. Du&#236; le, qi&#257;nw&#224;n bi&#233; x&#464;z&#462;o, h&#283;n sh&#257;ng yu&#225;nq&#236; de. W&#462;nf&#224;n y&#224;o w&#466; s&#242;ng gu&#242;lai ma?  </td></tr><tr><td></td><td>We're there. You must be tired from the trip. Go get some sleep. This is the room key. By the way, be sure not to take a shower. It will weaken your vitality. Do you want me to send dinner up?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不用麻烦你了。我们自己起来吃。</td></tr><tr><td></td><td>B&#249;y&#242;ng m&#225;fan n&#464; le. W&#466;men z&#236;j&#464; q&#464;lai ch&#299;.  </td></tr><tr><td></td><td>No need to go to the trouble. We'll get up on our own and come eat.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那我们去房间了。佳燕，谢谢你啦!</td></tr><tr><td></td><td>N&#224; w&#466;men q&#249; f&#225;ngji&#257;n le. Ji&#257;y&#224;n, xi&#232;xi&#232; n&#464; la!  </td></tr><tr><td></td><td>So we'll go to our room now. Jiayan, thanks!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>哎，刚刚是什么声音啊？是笛子吗？</td></tr><tr><td></td><td>&#257;i, g&#257;ngg&#257;ng sh&#236; sh&#233;nme sh&#275;ngy&#299;n a? Sh&#236; d&#237;zi ma?  </td></tr><tr><td></td><td>Ah? What was that noise? A flute?</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>啊？没有啊？可能是你累了，有点迷糊。</td></tr><tr><td></td><td>&#462;? M&#233;iy&#466;u a? K&#283;n&#233;ng sh&#236; n&#464; l&#232;i le, y&#466;udi&#462;n m&#237;hu.  </td></tr><tr><td></td><td>Huh? There's no sound. You must be tired, and a little confused.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我也没听见。我们上去吧。</td></tr><tr><td></td><td>W&#466; y&#283; m&#233;i t&#299;ngji&#224;n. W&#466;men sh&#224;ngqu ba.  </td></tr><tr><td></td><td>I didn't hear it either. Let's go up.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我明明听到很清楚的笛子声……</td></tr><tr><td></td><td>W&#466; m&#237;ngm&#237;ng t&#299;ngd&#224;o h&#283;n q&#299;ngchu de d&#237;zi sh&#275;ng...... </td></tr><tr><td></td><td>I definitely clearly heard the sound of a flute...</td></tr><tr><td></td><tr></td></tr><tr><td></td><td></td></tr><tr><td></td><td> </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>佳燕早，健明在饭厅吗？</td></tr><tr><td></td><td>Ji&#257;y&#224;n z&#462;o, Ji&#224;nm&#237;ng z&#224;i f&#224;nt&#299;ng ma?  </td></tr><tr><td></td><td>Good morning, Jiayan. Is Jianming in the dining room?</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>谁？你不是一个人来的吗？</td></tr><tr><td></td><td>Sh&#233;i? N&#464; b&#249; sh&#236; y&#299; ge r&#233;n l&#225;i de ma?  </td></tr><tr><td></td><td>Who? Didn't you come alone?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>什么？我昨天和一个男的一起来的呀！你们两个还说过话的。</td></tr><tr><td></td><td>Sh&#233;nme? W&#466; zu&#243;ti&#257;n h&#233; y&#299; ge n&#225;n de y&#299;q&#464; l&#225;i de y&#257;! N&#464;men li&#462;ng ge h&#225;i shu&#333; guo hu&#224; de.  </td></tr><tr><td></td><td>What? I came yesterday with a guy! You two even spoke to each other.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>你明明是一个人来的。我没看见其他人啊。</td></tr><tr><td></td><td>N&#464; m&#237;ngm&#237;ng sh&#236; y&#299; ge r&#233;n l&#225;i de. W&#466; m&#233;i k&#224;nji&#224;n q&#237;t&#257; r&#233;n a.  </td></tr><tr><td></td><td>You definitely came alone. I didn't see anyone else.</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>你说什么？又有人失踪了？</td></tr><tr><td></td><td>N&#464; shu&#333; sh&#233;nme? Y&#242;u y&#466;ur&#233;n sh&#299;z&#333;ng le?  </td></tr><tr><td></td><td>What are you saying? Someone else disappeared?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你是谁？什么又有人失踪了？以前有人不见过吗？</td></tr><tr><td></td><td>N&#464; sh&#236; sh&#233;i? Sh&#233;nme y&#242;u y&#466;ur&#233;n sh&#299;z&#333;ng le? Y&#464;qi&#225;n y&#466;ur&#233;n b&#249;ji&#224;n guo ma?  </td></tr><tr><td></td><td>Who are you? What do you mean, "disappeared?" Have people disappeared before?</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>我叫徐文涛。我和我女朋友三年前也来这儿旅游，后来她就人间蒸发了。我每年都来找她。</td></tr><tr><td></td><td>W&#466; ji&#224;o X&#250; W&#233;nt&#257;o. W&#466; h&#233; w&#466; n&#474;p&#233;ngyou s&#257;n ni&#225;n qi&#225;n y&#283; l&#225;i zh&#232;r5 l&#474;y&#243;u, h&#242;ul&#225;i t&#257; ji&#249; r&#233;nji&#257;n zh&#275;ngf&#257; le. W&#466; m&#283;ini&#225;n d&#333;u l&#225;i zh&#462;o t&#257;.  </td></tr><tr><td></td><td>My name is Xu Wentao. I too came here traveling with my girlfriend three years ago, and she vanished from this world. I come back every year to look for her.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>佳燕，你在搞什么鬼？怎么会不记得健明呢？我不相信。我现在就出去找他！健明！健明！</td></tr><tr><td></td><td>Ji&#257;y&#224;n, n&#464; z&#224;i g&#462;o sh&#233;nme gu&#464;? Z&#233;nme hu&#236; b&#249; j&#236;de Ji&#224;nm&#237;ng ne? W&#466; b&#249; xi&#257;ngx&#236;n. W&#466; xi&#224;nz&#224;i ji&#249; ch&#363;qu zh&#462;o t&#257;! Ji&#224;nm&#237;ng! Ji&#224;nm&#237;ng!  </td></tr><tr><td></td><td>Jiayan, what are you trying to pull? How could you not remember Jianming? I don't believe it. I'm going out to look for him right now. Jianming! Jianming!</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>别叫了，没用的。</td></tr><tr><td></td><td>Bi&#233; ji&#224;o le, m&#233;iy&#242;ng de.  </td></tr><tr><td></td><td>Stop yelling. It's no use.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>你是不是太累了？你是自己一个人来的。</td></tr><tr><td></td><td>N&#464; sh&#236; bu sh&#236; t&#224;i l&#232;i le? N&#464; sh&#236; z&#236;j&#464; y&#299; ge r&#233;n l&#225;i de.  </td></tr><tr><td></td><td>Are you too tired? You came here all alone.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>人间天堂</td><td>r&#233;nji&#257;n ti&#257;nt&#225;ng</td><td>heaven on earth</td></tr><tr><td>喜马拉雅山</td><td>X&#464;m&#462;l&#257;y&#462;sh&#257;n</td><td>Himalayas</td></tr><tr><td>偏僻</td><td>pi&#257;np&#236;</td><td>remote</td></tr><tr><td>荒凉</td><td>hu&#257;ngli&#225;ng</td><td>desolate</td></tr><tr><td>探索</td><td>t&#224;nsu&#466;</td><td>to explore</td></tr><tr><td>自给自足</td><td>z&#236;j&#464;z&#236;z&#250;</td><td>self-sufficient</td></tr><tr><td>外界</td><td>w&#224;iji&#232;</td><td>the outside world</td></tr><tr><td>与世隔绝</td><td>y&#468;sh&#236;g&#233;ju&#233;</td><td>solitary</td></tr><tr><td>过日子</td><td>gu&#242; r&#236;zi</td><td>to spend one's days</td></tr><tr><td>伤元气</td><td>sh&#257;ng yu&#225;nq&#236;</td><td>to sap one's energy</td></tr><tr><td>笛子</td><td>d&#237;zi</td><td>flute</td></tr><tr><td>失踪</td><td>sh&#299;z&#333;ng</td><td>missing</td></tr><tr><td>人间蒸发</td><td>r&#233;nji&#257;n zh&#275;ngf&#257;</td><td>to vanish</td></tr><tr><td>搞鬼</td><td>g&#462;ogu&#464;</td><td>to play tricks</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>怀疑</td><td>hu&#225;iy&#237;</td><td>to suspect</td></tr><tr><td>可疑</td><td>k&#283;y&#237;</td><td>suspicious</td></tr><tr><td>可怕</td><td>k&#283;p&#224;</td><td>scary</td></tr><tr><td>怪异</td><td>gu&#224;iy&#236;</td><td>strange</td></tr><tr><td>怪事</td><td>gu&#224;ish&#236;</td><td>strange happening</td></tr><tr><td>寂静</td><td>j&#236;j&#236;ng</td><td>tranquil</td></tr><tr><td>人生地不熟</td><td>r&#233;n sh&#275;ng d&#236; b&#249;sh&#250;</td><td>a stranger in a strange place</td></tr></table></body>
</html>