<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Calisthenics</title>
</head>
<body><h1>Upper-Intermediate - Calisthenics <span style="font-size:50%">(D0630)</span></h1>
<table>
<tr><td>A:</td><td>瞧你，肚子又大了一圈。跟我锻炼吧！</td></tr><tr><td></td><td>Qi&#225;o n&#464;, d&#249;zi y&#242;u d&#224; le y&#299;qu&#257;n. G&#275;n w&#466; du&#224;nli&#224;n ba!  </td></tr><tr><td></td><td>Look at you, growing that spare tire. Exercise with me.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你不是最讨厌去健身房吗？</td></tr><tr><td></td><td>N&#464; b&#249; sh&#236; zu&#236; t&#462;oy&#224;n q&#249; ji&#224;nsh&#275;nf&#225;ng ma?  </td></tr><tr><td></td><td>But don't you hate going to the gym more than anything?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>锻炼又不是只有在健身房才能做。我每天系统性地做仰卧起坐、 俯卧撑、 引体向上来塑造肌肉、保持体形。你看，效果真的不错！</td></tr><tr><td></td><td>Du&#224;nli&#224;n y&#242;u b&#249; sh&#236; zh&#464;y&#466;u z&#224;i ji&#224;nsh&#275;nf&#225;ng c&#225;in&#233;ng zu&#242;. W&#466; m&#283;iti&#257;n x&#236;t&#466;ngx&#236;ng de zu&#242; y&#462;ngw&#242;q&#464;zu&#242;, f&#468;w&#242;ch&#275;ng,  y&#464;nt&#464;xi&#224;ngsh&#224;ng l&#225;i s&#249;z&#224;o j&#299;r&#242;u, b&#462;och&#237; t&#464;x&#237;ng. N&#464; k&#224;n, xi&#224;ogu&#466; zh&#275;nde b&#249;cu&#242;!  </td></tr><tr><td></td><td>It's not like the gym is the only place you can exercise. Every day I systematically do sit-ups, push-ups, and chin-ups in order to tone my muscles and stay in shape. Look, the effects are not bad!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>哦哟，搞了半天就是这些最基本的动作。这算什么锻炼呀？健身房里的器械练力量和耐力效果又快又好。而且还能看美女。</td></tr><tr><td></td><td>&#243;y&#333;, g&#462;o le b&#224;nti&#257;n ji&#249;sh&#236; zh&#232;xi&#275; zu&#236; j&#299;b&#283;n de d&#242;ngzu&#242;. Zh&#232; su&#224;n sh&#233;nme du&#224;nli&#224;n ya? Ji&#224;nsh&#275;nf&#225;ng l&#464; de q&#236;xi&#232; li&#224;n l&#236;liang h&#233; n&#224;il&#236; xi&#224;ogu&#466; y&#242;u ku&#224;i y&#242;u h&#462;o. &#233;rqi&#283; h&#225;i n&#233;ng k&#224;n m&#283;in&#474;.  </td></tr><tr><td></td><td>Oh, after all that it's just these basic exercises. This counts as a workout? The exercise machines in the gym work on strength and stamina and get fast, good results. Plus you can check out the girls.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你这个色狼，健身都不忘泡妞。你别小看这几个简单的动作，它们可是能锻炼身上各个部位。整体效果可好了。而且练出来的肌肉很自然。不像健身房练出来的那么僵硬。看上去四肢发达，头脑简单。</td></tr><tr><td></td><td>N&#464; zh&#232;ge s&#232;l&#225;ng, ji&#224;nsh&#275;n d&#333;u b&#249; w&#224;ng p&#224;oni&#363;. N&#464; bi&#233; xi&#462;ok&#224;n zh&#232; j&#464; ge ji&#462;nd&#257;n de d&#242;ngzu&#242;, t&#257;men k&#283;sh&#236; n&#233;ng du&#224;nli&#224;n sh&#275;nsh&#224;ng g&#232;g&#232; b&#249;w&#232;i. Zh&#283;ngt&#464; xi&#224;ogu&#466; k&#283; h&#462;o le. &#233;rqi&#283; li&#224;n ch&#363;lai de j&#299;r&#242;u h&#283;n z&#236;r&#225;n. B&#249; xi&#224;ng ji&#224;nsh&#275;nf&#225;ng li&#224;n ch&#363;lai de n&#224;me ji&#257;ngy&#236;ng. K&#224;n shangqu s&#236;zh&#299; f&#257;d&#225;, t&#243;un&#462;o ji&#462;nd&#257;n.  </td></tr><tr><td></td><td>You perv. Can't even stop macking to work out. Don't underestimate these simple exercises. They exercise the different parts of the body. The overall results are quite good. Plus the muscle you build is very natural. It's not like the inflexible muscle that a gym will give you, four bulky limbs and a simple mind.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你这是典型的酸葡萄心态。那种肌肉才有型。再说了，你的锻炼方法见效太慢。要做多少个仰卧起坐才能练出六块腹肌啊？</td></tr><tr><td></td><td>N&#464; zh&#232; sh&#236; di&#462;nx&#237;ng de su&#257;np&#250;tao x&#299;nt&#224;i. N&#224;zh&#466;ng j&#299;r&#242;u c&#225;i y&#466;ux&#237;ng. Z&#224;ishu&#333; le, n&#464; de du&#224;nli&#224;n f&#257;ngf&#462; ji&#224;nxi&#224;o t&#224;i m&#224;n. Y&#224;o zu&#242; du&#333;shao ge y&#462;ngw&#242;q&#464;zu&#242; c&#225;in&#233;ng li&#224;nch&#363; li&#249; ku&#224;i f&#249;j&#299; a?  </td></tr><tr><td></td><td>This is a classic "sour grapes" attitude. That kind of muscle is sculpted. Besides, your exercise method takes too long to get results. How many sit-ups do you need to do to get a six-pack?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>可是这些动作的效果持久呀。而且就是因为做起来方便，没有场地限制。所以不管在家，还是出差，都能很轻松地做到。这是真正把锻炼变成生活的一部分。不像去健身房，既麻烦，又枯燥。难怪好多人最后都放弃了。</td></tr><tr><td></td><td>K&#283;sh&#236; zh&#232;xi&#275; d&#242;ngzu&#242; de xi&#224;ogu&#466; ch&#237;ji&#468; ya. &#233;rqi&#283; ji&#249;sh&#236; y&#299;nw&#232;i zu&#242; q&#464;lai f&#257;ngbi&#224;n, m&#233;iy&#466;u ch&#462;ngd&#236; xi&#224;nzh&#236;. Su&#466;y&#464; b&#249;gu&#462;n z&#224;iji&#257;, h&#225;ishi ch&#363;ch&#257;i, d&#333;u n&#233;ng h&#283;n q&#299;ngs&#333;ng de zu&#242;d&#224;o. Zh&#232; sh&#236; zh&#275;nzh&#232;ng b&#462; du&#224;nli&#224;n bi&#224;nch&#233;ng sh&#275;nghu&#243; de y&#299;b&#249;f&#232;n. B&#249; xi&#224;ng q&#249; ji&#224;nsh&#275;nf&#225;ng, j&#236; m&#225;fan, y&#242;u k&#363;z&#224;o. N&#225;ngu&#224;i h&#462;o du&#333; r&#233;n zu&#236;h&#242;u d&#333;u f&#224;ngq&#236; le.  </td></tr><tr><td></td><td>But the effects of these exercises are lasting. Also, because they're convenient, they're not limited by location. So whether it's at home or on a business trip, you can always easily do them. It really is truly making exercise a part of your life. It's not like going to the gym--a nuisance and dull. It's no wonder so many people quit in the end.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>行了！我们废话少说，用事实说话。</td></tr><tr><td></td><td>X&#237;ng le! W&#466;men f&#232;ihu&#224; sh&#462;oshu&#333;, y&#242;ng sh&#236;sh&#237; shu&#333;hu&#224;.  </td></tr><tr><td></td><td>Fine! Enough empty talk. Let's talk facts.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>没问题！咱们来真的！我让你看看俯卧撑和引体向上的厉害。</td></tr><tr><td></td><td>M&#233;iw&#232;nt&#237;! Z&#225;nmen l&#225;i zh&#275;n de! W&#466; r&#224;ng n&#464; k&#224;nkan f&#468;w&#242;ch&#275;ng h&#233; y&#464;nt&#464;xi&#224;ngsh&#224;ng de l&#236;hai.  </td></tr><tr><td></td><td>No problem! We'll do something real! I'll make you see the power of push-ups and chin-ups.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>掰手腕儿你肯定掰不过我。 哎，身体不许动啊。</td></tr><tr><td></td><td>B&#257;i sh&#466;uw&#224;nr5 n&#464; k&#283;nd&#236;ng b&#257;ibugu&#242; w&#466;.  &#257;i, sh&#275;nt&#464; b&#249;x&#468; d&#242;ng a.  </td></tr><tr><td></td><td>In arm wrestling there's no way you can beat me. Hey, you can't move your body.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我用得着耍赖吗？准备好了吗？一、二、三。哈，你这手这么软绵绵，就像块豆腐。真是给健身房丢脸！</td></tr><tr><td></td><td>W&#466; y&#242;ngdezh&#225;o shu&#462;l&#224;i ma? Zh&#468;nb&#232;i h&#462;o le ma? Y&#299;, &#232;r, s&#257;n. H&#257;, n&#464; zh&#232; sh&#466;u zh&#232;me ru&#462;nmi&#225;nmi&#225;n, ji&#249;xi&#224;ng ku&#224;i d&#242;ufu. Zh&#275;nsh&#236; g&#283;i ji&#224;nsh&#275;nf&#225;ng di&#363;li&#462;n!  </td></tr><tr><td></td><td>Like I need to use tricks? Are you ready? 1, 2, 3. Ha, your arm is so soft and flabby, like a piece of tofu. You have really lost face for the gym!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我今天没吃早饭。平时我肯定能赢你。</td></tr><tr><td></td><td>W&#466; j&#299;nti&#257;n m&#233;i ch&#299; z&#462;of&#224;n. P&#237;ngsh&#237; w&#466; k&#283;nd&#236;ng n&#233;ng y&#237;ng n&#464;.  </td></tr><tr><td></td><td>I didn't eat breakfast today. Normally I would totally beat you.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>得了吧。我看你全身上下没一个地方有力气，就是嘴硬。</td></tr><tr><td></td><td>D&#233; le ba. W&#466; k&#224;n n&#464; qu&#225;nsh&#275;n sh&#224;ngxi&#224; m&#233;i y&#299; ge d&#236;fang y&#466;u l&#236;qi, ji&#249;sh&#236; zu&#464;y&#236;ng.  </td></tr><tr><td></td><td>Give it up. The way I see it, you don't have any real strength in your whole body. You just talk tough.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>系统性</td><td>x&#236;t&#466;ngx&#236;ng</td><td>systematically</td></tr><tr><td>仰卧起坐</td><td>y&#462;ngw&#242;q&#464;zu&#242;</td><td>sit-up</td></tr><tr><td>俯卧撑</td><td>f&#468;w&#242;ch&#275;ng</td><td>push-up</td></tr><tr><td>引体向上</td><td>y&#464;nt&#464;xi&#224;ngsh&#224;ng</td><td>chin-up</td></tr><tr><td>塑造</td><td>s&#249;z&#224;o</td><td>to tone; to mold</td></tr><tr><td>僵硬</td><td>ji&#257;ngy&#236;ng</td><td>stiff</td></tr><tr><td>有型</td><td>y&#466;ux&#237;ng</td><td>to have shape</td></tr><tr><td>腹肌</td><td>f&#249;j&#299;</td><td>abdominal muscle</td></tr><tr><td>持久</td><td>ch&#237;ji&#468;</td><td>lasting</td></tr><tr><td>枯燥</td><td>k&#363;z&#224;o</td><td>dull</td></tr><tr><td>掰手腕儿</td><td>b&#257;i sh&#466;uw&#224;nr5</td><td>to arm-wrestle</td></tr><tr><td>耍赖</td><td>shu&#462;l&#224;i</td><td>to trick</td></tr><tr><td>软绵绵</td><td>ru&#462;nmi&#225;nmi&#225;n</td><td>flabby</td></tr><tr><td>丢脸</td><td>di&#363;li&#462;n</td><td>to lose face</td></tr><tr><td>嘴硬</td><td>zu&#464;y&#236;ng</td><td>to talk tough</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>健美运动</td><td>ji&#224;nm&#283;i y&#249;nd&#242;ng</td><td>bodybuilding</td></tr><tr><td>有氧操</td><td>y&#466;uy&#462;ngc&#257;o</td><td>aerobics</td></tr><tr><td>伸展运动</td><td>sh&#275;nzh&#462;n y&#249;nd&#242;ng</td><td>stretches</td></tr><tr><td>柔韧性</td><td>r&#243;ur&#232;nx&#236;ng</td><td>flexibility</td></tr><tr><td>协调性</td><td>xi&#233;ti&#225;ox&#236;ng</td><td>coordination</td></tr></table></body>
</html>