<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Drinking Ability</title>
</head>
<body><h1>Upper-Intermediate - Drinking Ability <span style="font-size:50%">(D0643)</span></h1>
<table>
<tr><td>A:</td><td>完了，区域总经理要来了。</td></tr><tr><td></td><td>W&#225;n le, q&#363;y&#249; z&#466;ngj&#299;ngl&#464; y&#224;o l&#225;i le.  </td></tr><tr><td></td><td>It's over. The regional manager is coming.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>怎么，他很凶吗？</td></tr><tr><td></td><td>Z&#283;nme, t&#257; h&#283;n xi&#333;ng ma?  </td></tr><tr><td></td><td>What, is he bad-tempered?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>不凶，他对员工很好。</td></tr><tr><td></td><td>B&#249; xi&#333;ng, t&#257; du&#236; yu&#225;ng&#333;ng h&#283;n h&#462;o.  </td></tr><tr><td></td><td>No, he's good to the employees.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那你还担心什么？</td></tr><tr><td></td><td>N&#224; n&#464; h&#225;i d&#257;nx&#299;n sh&#233;nme?  </td></tr><tr><td></td><td>So what are you worried about?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>就是因为他太好了，我才担心呢。他最喜欢请我们吃吃喝喝。可他太能喝了！简直是千杯不醉。而且他一定要员工陪他喝，每次都不醉不归。</td></tr><tr><td></td><td>Ji&#249;sh&#236; y&#299;nw&#232;i t&#257; t&#224;i h&#462;o le, w&#466; c&#225;i d&#257;nx&#299;n ne. T&#257; zu&#236; x&#464;huan q&#464;ng w&#466;men ch&#299;ch&#299; h&#275;h&#275;. K&#283; t&#257; t&#224;i n&#233;ng h&#275; le! Ji&#462;nzh&#237; sh&#236; qi&#257;nb&#275;ib&#249;zu&#236;. &#233;rqi&#283; t&#257; y&#299;d&#236;ng y&#224;o yu&#225;ng&#333;ng p&#233;i t&#257; h&#275;, m&#283;ic&#236; d&#333;u b&#249;zu&#236;b&#249;gu&#299;.  </td></tr><tr><td></td><td>It's because he's too good that I'm worried. He loves taking us out for dinner and drinks. But he's such a good drinker! He simply does not get drunk, even after like a thousand drinks. Plus he insists on the employees drinking with him. We never go home sober.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>太好了！我做梦都希望有这样的老板！可以免费喝酒。</td></tr><tr><td></td><td>T&#224;i h&#462;o le! W&#466; zu&#242;m&#232;ng d&#333;u x&#299;w&#224;ng y&#466;u zh&#232;y&#224;ng de l&#462;ob&#462;n! K&#283;y&#464; mi&#462;nf&#232;i h&#275;ji&#468;.  </td></tr><tr><td></td><td>Awesome! That's the boss of my dreams! I can drink for free.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>啊？真看不出来，你是个女中豪杰。那我们这次有救了！</td></tr><tr><td></td><td>&#462;? Zh&#275;n k&#224;n bu ch&#363;l&#225;i, n&#464; sh&#236; ge n&#474;zh&#333;ngh&#225;oji&#233;. N&#224; w&#466;men zh&#232;c&#236; y&#466;uji&#249; le!  </td></tr><tr><td></td><td>Huh? Just looking at you, I'd never guess you were a superwoman. So this time we're saved!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>放心吧！这次喝酒的任务就交给我！哎，我们老板喜欢喝什么酒？</td></tr><tr><td></td><td>F&#224;ngx&#299;n ba! Zh&#232;c&#236; h&#275;ji&#468; de r&#232;nwu ji&#249; ji&#257;og&#283;i w&#466;! &#257;i, w&#466;men l&#462;ob&#462;n x&#464;huan h&#275; sh&#233;nme ji&#468;?  </td></tr><tr><td></td><td>Relax! Just leave the drinking duties to me. Hey, what alcohol does the boss like to drink?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>他什么都喝。白酒、黄酒、洋酒，只要是酒，他都喝。</td></tr><tr><td></td><td>T&#257; sh&#233;nme d&#333;u h&#275;. B&#225;iji&#468;, hu&#225;ngji&#468;, y&#225;ngji&#468;, zh&#464;y&#224;o sh&#236; ji&#468;, t&#257; d&#333;u h&#275;.  </td></tr><tr><td></td><td>He drinks everything. White rice wine, yellow rice wine, western alcohol... if it's booze, he drinks it.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>呀，我喝不来洋酒的。没关系，我敬他白酒吧。</td></tr><tr><td></td><td>Y&#257;, w&#466; h&#275; bu l&#225;i y&#225;ngji&#468; de. M&#233;igu&#257;nxi, w&#466; j&#236;ng t&#257; b&#225;iji&#468; ba.  </td></tr><tr><td></td><td>Oh no, I can't drink western alcohol. It's OK, I'll toast him with white rice wine.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你真能喝吗？我们公司那几个号称酒量好的，都被他喝倒了。去年庆功宴，他跟大家拼酒。结果没一个人记得自己是怎么回家的。</td></tr><tr><td></td><td>N&#464; zh&#275;n n&#233;ng h&#275; ma? W&#466;men g&#333;ngs&#299; n&#224; j&#464;ge h&#224;och&#275;ng ji&#468;li&#224;ng h&#462;o de, d&#333;u b&#232;i t&#257; h&#275; d&#462;o le. Q&#249;ni&#225;n q&#236;ngg&#333;ngy&#224;n, t&#257; g&#275;n d&#224;ji&#257; p&#299;nji&#468;. Ji&#233;gu&#466; m&#233;i y&#299; ge r&#233;n j&#236;de z&#236;j&#464; sh&#236; z&#283;nme hu&#237;ji&#257; de.  </td></tr><tr><td></td><td>Can you really drink? There are a few in the company that claim to be good drinkers, but they were all no match. Last year at a company dinner he had a drink-off with everybody. In the end not a single person remembered how they got home.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>他一个人喝倒了你们一桌人？</td></tr><tr><td></td><td>T&#257; y&#299; ge r&#233;n h&#275; d&#462;o le n&#464;men y&#299; zhu&#333; r&#233;n?  </td></tr><tr><td></td><td>He bested your entire table all by himself?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>何止一桌，是一个公司！</td></tr><tr><td></td><td>H&#233;zh&#464; y&#299; zhu&#333;, sh&#236; y&#299; ge g&#333;ngs&#299;!  </td></tr><tr><td></td><td>Way more than one table. It was the whole company!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我酒量也还可以的。大学的时候没有一个男生喝得过我。</td></tr><tr><td></td><td>W&#466; ji&#468;li&#224;ng y&#283; h&#225;i k&#283;y&#464; de. D&#224;xu&#233; de sh&#237;hou m&#233;iy&#466;u y&#299; ge n&#225;nsh&#275;ng h&#275; de gu&#242; w&#466;.  </td></tr><tr><td></td><td>I'm a decent drinker. In college, no boy could out-drink me.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你天生就那么能喝吗？</td></tr><tr><td></td><td>N&#464; ti&#257;nsh&#275;ng ji&#249; n&#224;me n&#233;ng h&#275; ma?  </td></tr><tr><td></td><td>You can drink like that naturally?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>对啊，遗传我妈的。以前我也不知道自己能喝酒。有一次同学聚餐，我喝了几瓶啤酒一点事都没。后来又喝了些白酒，也没什么感觉。</td></tr><tr><td></td><td>Du&#236; a, y&#237;chu&#225;n w&#466; m&#257; de. Y&#464;qi&#225;n w&#466; y&#283; b&#249; zh&#299;d&#224;o z&#236;j&#464; n&#233;ng h&#275;ji&#468;. Y&#466;uy&#299;c&#236; t&#243;ngxu&#233; j&#249;c&#257;n, w&#466; h&#275; le j&#464; p&#237;ng p&#237;ji&#468; y&#299;di&#462;n sh&#236; d&#333;u m&#233;i. H&#242;ul&#225;i y&#242;u h&#275; le xi&#275; b&#225;iji&#468;, y&#283; m&#233;i sh&#233;nme g&#462;nju&#233;.  </td></tr><tr><td></td><td>Yeah, I get it from my mom. Before, I didn't even know I could drink. One time some classmates got together and I drank several bottles of beer with no problem. Then I drank some white rice wine, and didn't feel a thing.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你是不是把能喝酒这条写进了简历？所以我们人事经理一看就要你了。</td></tr><tr><td></td><td>N&#464; sh&#236; bu sh&#236; b&#462; n&#233;ng h&#275;ji&#468; zh&#232; ti&#225;o xi&#283;j&#236;n le ji&#462;nl&#236;? Su&#466;y&#464; w&#466;men r&#233;nsh&#236; j&#299;ngl&#464; y&#299; k&#224;n ji&#249; y&#224;o n&#464; le.  </td></tr><tr><td></td><td>So did you put this drinking ability of yours on your resume? That would be why our HR department snatched you up.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你还真会说笑。对了，这个总经理会发酒疯吗？</td></tr><tr><td></td><td>N&#464; h&#225;i zh&#275;n hu&#236; shu&#333;xi&#224;o. Du&#236; le, zh&#232;ge z&#466;ngj&#299;ngl&#464; hu&#236; f&#257; ji&#468;f&#275;ng ma?  </td></tr><tr><td></td><td>Such a joker. By the way, does this manager get crazy when he drinks?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>会的。不过你别怕，他不会吃你豆腐的。听说他喝醉的时候只会唱戏。</td></tr><tr><td></td><td>Hu&#236; de. B&#249;gu&#242; n&#464; bi&#233; p&#224;, t&#257; b&#249;hu&#236; ch&#299; n&#464; d&#242;ufu de. T&#299;ngshu&#333; t&#257; h&#275;zu&#236; de sh&#237;hou zh&#464; hu&#236; ch&#224;ngx&#236;.  </td></tr><tr><td></td><td>Yeah. But don't be afraid. He won't act sleazy. I hear that when he gets drunk he just sings opera.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是吗？太好玩儿了，我真等不及要和他喝几杯。</td></tr><tr><td></td><td>Sh&#236; ma? T&#224;i h&#462;ow&#225;nr5 le, w&#466; zh&#275;n d&#283;ngbuj&#237; y&#224;o h&#233; t&#257; h&#275; j&#464; b&#275;i.  </td></tr><tr><td></td><td>Really? Sounds fun. I can't wait to have a few drinks with him.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>吃吃喝喝</td><td>ch&#299;ch&#299; h&#275;h&#275;</td><td>to wine and dine</td></tr><tr><td>千杯不醉</td><td>qi&#257;nb&#275;ib&#249;zu&#236;</td><td>drink 1,000 drinks without getting drunk</td></tr><tr><td>不醉不归</td><td>b&#249;zu&#236;b&#249;gu&#299;</td><td>to not leave sober</td></tr><tr><td>女中豪杰</td><td>n&#474;zh&#333;ngh&#225;oji&#233;</td><td>exceptional woman</td></tr><tr><td>有救</td><td>y&#466;uji&#249;</td><td>saved</td></tr><tr><td>白酒</td><td>b&#225;iji&#468;</td><td>white rice wine</td></tr><tr><td>黄酒</td><td>hu&#225;ngji&#468;</td><td>yellow rice wine</td></tr><tr><td>洋酒</td><td>y&#225;ngji&#468;</td><td>western alcohol</td></tr><tr><td>敬</td><td>j&#236;ng</td><td>to toast</td></tr><tr><td>号称</td><td>h&#224;och&#275;ng</td><td>to claim to be</td></tr><tr><td>酒量</td><td>ji&#468;li&#224;ng</td><td>alcohol tolerance</td></tr><tr><td>喝倒</td><td>h&#275; d&#462;o</td><td>to outdrink</td></tr><tr><td>庆功宴</td><td>q&#236;ngg&#333;ngy&#224;n</td><td>celebration dinner</td></tr><tr><td>拼酒</td><td>p&#299;nji&#468;</td><td>drinking contest</td></tr><tr><td>何止</td><td>h&#233;zh&#464;</td><td>far more than</td></tr><tr><td>天生</td><td>ti&#257;nsh&#275;ng</td><td>innate</td></tr><tr><td>遗传</td><td>y&#237;chu&#225;n</td><td>to inherit</td></tr><tr><td>发酒疯</td><td>f&#257; ji&#468;f&#275;ng</td><td>to get drunk and act crazy</td></tr><tr><td>唱戏</td><td>ch&#224;ngx&#236;</td><td>to sing opera</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>没救</td><td>m&#233;iji&#249;</td><td>beyond hope</td></tr><tr><td>威士忌</td><td>w&#275;ish&#236;j&#236;</td><td>whiskey</td></tr><tr><td>伏特加</td><td>f&#250;t&#232;ji&#257;</td><td>vodka</td></tr><tr><td>鸡尾酒</td><td>j&#299;w&#283;iji&#468;</td><td>cocktail</td></tr></table></body>
</html>