<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Missing Persons in Jizhou</title>
</head>
<body><h1>Upper-Intermediate - Missing Persons in Jizhou <span style="font-size:50%">(D0654)</span></h1>
<table>
<tr><td>A:</td><td>赵露，你跟我来。别怕，我是好人。我是真心想帮你。</td></tr><tr><td></td><td>Zh&#224;o L&#249;, n&#464; g&#275;n w&#466; l&#225;i. Bi&#233; p&#224;, w&#466; sh&#236; h&#462;or&#233;n. W&#466; sh&#236; zh&#275;nx&#299;n xi&#462;ng b&#257;ng n&#464;.  </td></tr><tr><td></td><td>Zhao Lu, come with me. Don't be afraid, I'm a good guy. I truly want to help you.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这到底是怎么一回事？佳燕为什么说没见过健明？他们昨天还说过话呀！</td></tr><tr><td></td><td>Zh&#232; d&#224;od&#464; sh&#236; z&#283;nme y&#299; hu&#237; sh&#236;? Ji&#257;y&#224;n w&#232;ish&#233;nme shu&#333; m&#233;i ji&#224;n guo Ji&#224;nm&#237;ng? T&#257;men zu&#243;ti&#257;n h&#225;i shu&#333; guo hu&#224; ya!  </td></tr><tr><td></td><td>Just what is going on here? Why did Jiayan say she had never seen Jianming? They even spoke to each other yesterday!</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎，佳燕这个人说不清。我女朋友失踪以后，我每年都会来这儿找她。每次都住在佳燕的旅馆里。她不太说自己的事情。我只知道她不是本地人。</td></tr><tr><td></td><td>&#257;i, Ji&#257;y&#224;n zh&#232; ge r&#233;n shu&#333;buq&#299;ng. W&#466; n&#474;p&#233;ngyou sh&#299;z&#333;ng y&#464;h&#242;u, w&#466; m&#283;ini&#225;n d&#333;u hu&#236; l&#225;i zh&#232;r5 zh&#462;o t&#257;. M&#283;ic&#236; d&#333;u zh&#249;z&#224;i Ji&#257;y&#224;n de l&#474;gu&#462;n l&#464;. T&#257; b&#249;t&#224;i shu&#333; z&#236;j&#464; de sh&#236;qing. W&#466; zh&#464; zh&#299;d&#224;o t&#257; b&#249; sh&#236; b&#283;nd&#236; r&#233;n.  </td></tr><tr><td></td><td>Ah, Jiayan is a hard one to figure out. After my girlfriend disappeared, I come here every year to look for her. Every time I stay in Jiayan's hostel. She doesn't talk about herself much. I just know she's not a local.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我不管她是什么人。我只知道她肯定和健明的失踪有关系。如果不是，她为什么说没见过健明？难道她有失忆症？</td></tr><tr><td></td><td>W&#466; b&#249;gu&#462;n t&#257; sh&#236; sh&#233;nme r&#233;n. W&#466; zh&#464; zh&#299;d&#224;o t&#257; k&#283;nd&#236;ng h&#233; Ji&#224;nm&#237;ng de sh&#299;z&#333;ng y&#466;u gu&#257;nxi. R&#250;gu&#466; b&#249; sh&#236;, t&#257; w&#232;ish&#233;nme shu&#333; m&#233;i ji&#224;n guo Ji&#224;nm&#237;ng? N&#225;nd&#224;o t&#257; y&#466;u sh&#299;y&#236;zh&#232;ng?  </td></tr><tr><td></td><td>I don't care where she's from. I just know she must have something to do with Jianming's disappearance. If not, why would she say she's never seen Jianming? Does she have amnesia?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那是因为她的神经有问题。我认识她三年了，发现她的脑子不清楚。可能以前受过刺激。不过，有可能她是装的。在寂州，什么东西都玄。没什么是可信的。</td></tr><tr><td></td><td>N&#224; sh&#236; y&#299;nw&#232;i t&#257; de sh&#233;nj&#299;ng y&#466;u w&#232;nt&#237;. W&#466; r&#232;nshi t&#257; s&#257;n ni&#225;n le, f&#257;xi&#224;n t&#257; de n&#462;ozi b&#249; q&#299;ngchu. K&#283;n&#233;ng y&#464;qi&#225;n sh&#242;u guo c&#236;j&#299;. B&#249;gu&#242;, y&#466;u k&#283;n&#233;ng t&#257; sh&#236; zhu&#257;ng de. Z&#224;i J&#236;zh&#333;u, sh&#233;nme d&#333;ngxi d&#333;u xu&#225;n. M&#233;i sh&#233;nme sh&#236; k&#283;x&#236;n de.  </td></tr><tr><td></td><td>It's because she has a problem with her nerves. I've known her for three years, and I've found her mind isn't so clear. Maybe she's experienced a shock. But it is possible that she's faking it. In Jizhou, everything is obscure. Nothing is believable.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>天啊，我真的很后悔来这儿。不行，我要去报警，让警察来找健明！</td></tr><tr><td></td><td>Ti&#257;n a, w&#466; zh&#275;nde h&#283;n h&#242;uhu&#464; l&#225;i zh&#232;r5. B&#249;x&#237;ng, w&#466; y&#224;o q&#249; b&#224;oj&#464;ng, r&#224;ng j&#464;ngch&#225; l&#225;i zh&#462;o Ji&#224;nm&#237;ng!  </td></tr><tr><td></td><td>God, I really regret coming here. This is no good, I have to call the police, and make them find Jianming!</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你别傻了，这个地方人烟稀少。警察才不会管呢。我之前也报过警，可是这儿全是空落族，警察根本没办法在这儿工作。</td></tr><tr><td></td><td>N&#464; bi&#233; sh&#462; le, zh&#232;ge d&#236;fang r&#233;ny&#257;nx&#299;sh&#462;o. J&#464;ngch&#225; c&#225;i b&#249;hu&#236; gu&#462;n ne. W&#466; zh&#299;qi&#225;n y&#283; b&#224;o guo j&#464;ng, k&#283;sh&#236; zh&#232;r5 qu&#225;n sh&#236; K&#333;nglu&#242;z&#250;, j&#464;ngch&#225; g&#275;nb&#283;n m&#233;i b&#224;nf&#462; z&#224;i zh&#232;r5 g&#333;ngzu&#242;.  </td></tr><tr><td></td><td>Don't be dumb. There are barely a few souls here. The police don't pay it any attention. I once made a report, but everyone here is is of the Kongluo minority, so the police have no way to work here.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那怎么办？我就眼睁睁看着健明失踪？</td></tr><tr><td></td><td>N&#224; z&#283;nme b&#224;n? W&#466; ji&#249; y&#462;nzh&#275;ngzh&#275;ng k&#224;n zhe Ji&#224;nm&#237;ng sh&#299;z&#333;ng?  </td></tr><tr><td></td><td>So what do we do? I just let Jianming disappear right before my very eyes?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>当然不是。人还是要找的。你好好回忆一下，健明失踪以前，有没有说过什么特别的话？</td></tr><tr><td></td><td>D&#257;ngr&#225;n b&#249; sh&#236;. R&#233;n h&#225;ishi y&#224;o zh&#462;o de. N&#464; h&#462;oh&#257;o hu&#237;y&#236; y&#299;xi&#224;, Ji&#224;nm&#237;ng sh&#299;z&#333;ng y&#464;qi&#225;n, y&#466;um&#233;iy&#466;u shu&#333; guo sh&#233;nme t&#232;bi&#233; de hu&#224;?  </td></tr><tr><td></td><td>Of course not. We have to look for him. Think back carefully to before Jianming disappeared. Did he say anything special?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>没有，什么都没有。哦，我想起来了！他说听到笛子的声音。但是我什么也没听到。</td></tr><tr><td></td><td>M&#233;iy&#466;u, sh&#233;nme d&#333;u m&#233;iy&#466;u. &#333;, w&#466; xi&#462;ng q&#464;lai le! T&#257; shu&#333; t&#299;ngd&#224;o d&#237;zi de sh&#275;ngy&#299;n. D&#224;nsh&#236; w&#466; sh&#233;nme y&#283; m&#233;i t&#299;ngd&#224;o.  </td></tr><tr><td></td><td>No, he didn't say anything. Oh, now I remember! He said he heard the sound of a flute. But I didn't hear anything.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>笛子？我女朋友失踪前也听到过。</td></tr><tr><td></td><td>D&#237;zi? W&#466; n&#474;p&#233;ngyou sh&#299;z&#333;ng qi&#225;n y&#283; t&#299;ngd&#224;o guo.  </td></tr><tr><td></td><td>A flute? My girlfriend also heard one before she disappeared.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那你呢？你听到了吗？</td></tr><tr><td></td><td>N&#224; n&#464; ne? N&#464; t&#299;ngd&#224;o le ma?  </td></tr><tr><td></td><td>How about you? Have you heard it?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>当时是她一个人来的。后来她给我写信，说听到了很美很美的笛声。现在你一说，我也觉得这件事情有问题。</td></tr><tr><td></td><td>D&#257;ngsh&#237; sh&#236; t&#257; y&#299; ge r&#233;n l&#225;i de. H&#242;ul&#225;i t&#257; g&#283;i w&#466; xi&#283;x&#236;n, shu&#333; t&#299;ngd&#224;o le h&#283;n m&#283;i h&#283;n m&#283;i de d&#237;sh&#275;ng. Xi&#224;nz&#224;i n&#464; y&#299; shu&#333;, w&#466; y&#283; ju&#233;de zh&#232; ji&#224;n sh&#236;qing y&#466;u w&#232;nt&#237;.  </td></tr><tr><td></td><td>She came here alone. Later she wrote me a letter saying she had heard beautiful flute music. Now that you bring it up, I think there's something weird about it.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>求求你，文涛哥，我们一起找人吧！你自己也说了，这里没有任何可信的东西。只有靠我们自己了。所以我们俩必须联合起来！</td></tr><tr><td></td><td>Qi&#250;qiu n&#464;, W&#233;nt&#257;o g&#275;, w&#466;men y&#299;q&#464; zh&#462;o r&#233;n ba! N&#464; z&#236;j&#464; y&#283; shu&#333; le, zh&#232;l&#464; m&#233;iy&#466;u r&#232;nh&#233; k&#283;x&#236;n de d&#333;ngxi. Zh&#464;y&#466;u k&#224;o w&#466;men z&#236;j&#464; le. Su&#466;y&#464; w&#466;men li&#462; b&#236;x&#363; li&#225;nh&#233; q&#464;lai!  </td></tr><tr><td></td><td>I'm begging you, Wentao, let's look for them together! You even said yourself that nothing here is believable. We can only depend on each other. So the two of us have got to band together!</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>好吧，也许我们能解开寂州的秘密。</td></tr><tr><td></td><td>H&#462;o ba, y&#283;x&#468; w&#466;men n&#233;ng ji&#283;k&#257;i J&#236;zh&#333;u de m&#236;m&#236;.  </td></tr><tr><td></td><td>All right. Maybe we can unravel Jizhou's secrets.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>失踪</td><td>sh&#299;z&#333;ng</td><td>missing</td></tr><tr><td>失忆症</td><td>sh&#299;y&#236;zh&#232;ng</td><td>amnesia</td></tr><tr><td>神经</td><td>sh&#233;nj&#299;ng</td><td>nerve</td></tr><tr><td>刺激</td><td>c&#236;j&#299;</td><td>shock</td></tr><tr><td>装</td><td>zhu&#257;ng</td><td>to pretend</td></tr><tr><td>玄</td><td>xu&#225;n</td><td>obscure</td></tr><tr><td>可信</td><td>k&#283;x&#236;n</td><td>credible</td></tr><tr><td>人烟稀少</td><td>r&#233;ny&#257;nx&#299;sh&#462;o</td><td>sparsely populated</td></tr><tr><td>眼睁睁</td><td>y&#462;nzh&#275;ngzh&#275;ng</td><td>before one's eyes</td></tr><tr><td>联合</td><td>li&#225;nh&#233;</td><td>to unite</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>虚构</td><td>x&#363;g&#242;u</td><td>fabricated</td></tr><tr><td>诡异</td><td>gu&#464;y&#236;</td><td>odd</td></tr><tr><td>打击</td><td>d&#462;j&#299;</td><td>shock</td></tr></table></body>
</html>