<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Editing a Document</title>
</head>
<body><h1>Upper-Intermediate - Editing a Document <span style="font-size:50%">(D0666)</span></h1>
<table>
<tr><td>A:</td><td>主编早。</td></tr><tr><td></td><td>Zh&#468;bi&#257;n z&#462;o.  </td></tr><tr><td></td><td>Good morning, sir.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>哎，早。这次的文章写得不错。把旅游和情感结合在一起。你自己感觉怎么样？</td></tr><tr><td></td><td>&#257;i, z&#462;o. Zh&#232;c&#236; de w&#233;nzh&#257;ng xi&#283; de b&#249;cu&#242;. B&#462; l&#474;y&#243;u h&#233; q&#237;ngg&#462;n ji&#233;h&#233; z&#224;i y&#299;q&#464;. N&#464; z&#236;j&#464; g&#462;nju&#233; z&#283;nmey&#224;ng?  </td></tr><tr><td></td><td>Ah, good morning. You wrote this article quite well. You brought travel and emotion together. How do you feel about it?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>写起来挺顺手的。这要多谢主编让我自由发挥啊。</td></tr><tr><td></td><td>Xi&#283; q&#464;lai t&#464;ng sh&#249;nsh&#466;u de. Zh&#232; y&#224;o du&#333;xi&#232; zh&#468;bi&#257;n r&#224;ng w&#466; z&#236;y&#243;u f&#257;hu&#299; a.  </td></tr><tr><td></td><td>It came out quite naturally. I have to thank you for letting me freely express myself.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我看得出来，你的文笔很流畅、很细腻。但是你写得太自我陶醉，有点跑题了。虽然说写文章要有个性，但是读者的需要是最重要的。你写旅游文章一定要提供实用的信息。</td></tr><tr><td></td><td>W&#466; k&#224;n de ch&#363;l&#225;i, n&#464; de w&#233;nb&#464; h&#283;n li&#250;ch&#224;ng, h&#283;n x&#236;n&#236;. D&#224;nsh&#236; n&#464; xi&#283; de t&#224;i z&#236;w&#466;t&#225;ozu&#236;, y&#466;udi&#462;n p&#462;ot&#237; le. Su&#299;r&#225;n shu&#333; xi&#283; w&#233;nzh&#257;ng y&#224;o y&#466;u g&#232;x&#236;ng, d&#224;nsh&#236; d&#250;zh&#283; de x&#363;y&#224;o sh&#236; zu&#236; zh&#242;ngy&#224;o de. N&#464; xi&#283; l&#474;y&#243;u w&#233;nzh&#257;ng y&#299;d&#236;ng y&#224;o t&#237;g&#333;ng sh&#237;y&#242;ng de x&#236;nx&#299;.  </td></tr><tr><td></td><td>I can tell, your writing style is very fluid, very exquisite. But you write a bit too narcissistically, and go off topic some. Although you need character when you write, the needs of the reader are most important. When writing a travel article, you have to offer useful information.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那我需要改变总体的角度吗？</td></tr><tr><td></td><td>N&#224; w&#466; x&#363;y&#224;o g&#462;ibi&#224;n z&#466;ngt&#464; de ji&#462;od&#249; ma?  </td></tr><tr><td></td><td>So do I need to change the overall angle?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不用。但是具体的内容和用词，要修改很多。你把太多的笔墨用在个人情感上了。这样一来，文章就缺乏客观基本的信息。</td></tr><tr><td></td><td>B&#249;y&#242;ng. D&#224;nsh&#236; j&#249;t&#464; de n&#232;ir&#243;ng h&#233; y&#242;ngc&#237;, y&#224;o xi&#363;g&#462;i h&#283;n du&#333;. N&#464; b&#462; t&#224;i du&#333; de b&#464;m&#242; y&#242;ng z&#224;i g&#232;r&#233;n q&#237;ngg&#462;n sh&#224;ng le. Zh&#232;y&#224;ngy&#299;l&#225;i, w&#233;nzh&#257;ng ji&#249; qu&#275;f&#225; k&#232;gu&#257;n j&#299;b&#283;n de x&#236;nx&#299;.  </td></tr><tr><td></td><td>No. But specific content and word choice will need a lot of revision. You used too much ink on personal emotion. Like this, the article lacks objectivity in the basic information.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>这点我也注意到了。但我总是平衡不好这两方面的关系。</td></tr><tr><td></td><td>Zh&#232;di&#462;n w&#466; y&#283; zh&#249;y&#236; d&#224;o le. D&#224;n w&#466; z&#466;ngsh&#236; p&#237;ngh&#233;ng b&#249; h&#462;o zh&#232; li&#462;ng f&#257;ngmi&#224;n de gu&#257;nxi.  </td></tr><tr><td></td><td>I noticed that too. But I can never find the right balance in the relationship between the two.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>没关系。慢慢来。熟能生巧嘛。</td></tr><tr><td></td><td>M&#233;igu&#257;nxi. M&#224;nm&#224;n l&#225;i. Sh&#250;n&#233;ngsh&#275;ngqi&#462;o ma.  </td></tr><tr><td></td><td>That's OK. It takes time. Practice makes perfect, right?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>那，您觉得个人情感和客观信息的比例应该是多少呢？</td></tr><tr><td></td><td>N&#224;, n&#237;n ju&#233;de g&#232;r&#233;n q&#237;ngg&#462;n h&#233; k&#232;gu&#257;n x&#236;nx&#299; de b&#464;l&#236; y&#299;ngg&#257;i sh&#236; du&#333;shao ne?  </td></tr><tr><td></td><td>Then what do you think the ratio of personal feeling to objective information should be?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不要分比例。而是要记住你的目的是介绍这个地方，突出这个地方的旅游价值。无论你从什么角度去写，都要以这个为出发点。</td></tr><tr><td></td><td>B&#249;y&#224;o f&#275;n b&#464;l&#236;. &#233;rsh&#236; y&#224;o j&#236;zhu n&#464; de m&#249;d&#236; sh&#236; ji&#232;sh&#224;o zh&#232;ge d&#236;fang, t&#363;ch&#363; zh&#232;ge d&#236;fang de l&#474;y&#243;u ji&#224;zh&#237;. W&#250;l&#249;n n&#464; c&#243;ng sh&#233;nme ji&#462;od&#249; q&#249; xi&#283;, d&#333;u y&#224;o y&#464; zh&#232;ge w&#233;i ch&#363;f&#257;di&#462;n.  </td></tr><tr><td></td><td>Don't put it into a ratio. You have to remember that your goal is to introduce this place, and to emphasize this place's tour value. No matter what angle you write from, you need to make that your starting point.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哦，您这么一说我就懂了。</td></tr><tr><td></td><td>&#333;, n&#237;n zh&#232;me y&#299; shu&#333; w&#466; ji&#249; d&#466;ng le.  </td></tr><tr><td></td><td>Oh, when you put it that way, I get it.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>还有，用词不要太繁琐。你这次就用了太多的修饰。其实说的都是同样的内容，没有多大意义。很多段落都要压缩一下。</td></tr><tr><td></td><td>H&#225;iy&#466;u, y&#242;ngc&#237; b&#249;y&#224;o t&#224;i f&#225;nsu&#466;. N&#464; zh&#232;c&#236; ji&#249; y&#242;ng le t&#224;i du&#333; de xi&#363;sh&#236;. Q&#237;sh&#237; shu&#333; de d&#333;u sh&#236; t&#243;ngy&#224;ng de n&#232;ir&#243;ng, m&#233;iy&#466;u du&#333; d&#224; y&#236;y&#236;. H&#283;n du&#333; du&#224;nlu&#242; d&#333;u y&#224;o y&#257;su&#333; y&#299;xi&#224;.  </td></tr><tr><td></td><td>Also, don't let your wording get too detailed. This time you used too many modifiers. It's actually all saying the same thing, so it doesn't mean much. Many of the paragraphs need to be condensed some.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>不过，主编，我可不可以保留一些自己的风格？</td></tr><tr><td></td><td>B&#249;gu&#242;, zh&#468;bi&#257;n, w&#466; k&#283; bu k&#283;y&#464; b&#462;oli&#250; y&#299;xi&#275; z&#236;j&#464; de f&#275;ngg&#233;?  </td></tr><tr><td></td><td>But sir, can't I preserve some of my own style?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>当然可以。但我说的那些要注意。内容方面，不能太单一，要丰富一些。另外，文章中有个别地方读起来不太通顺。不知道你注意到了没有？我给你圈出来了。你回去后改一下。</td></tr><tr><td></td><td>D&#257;ngr&#225;n k&#283;y&#464;. D&#224;n w&#466; shu&#333; de n&#224;xi&#275; y&#224;o zh&#249;y&#236;. N&#232;ir&#243;ng f&#257;ngmi&#224;n, b&#249;n&#233;ng t&#224;i d&#257;ny&#299;, y&#224;o f&#275;ngf&#249; y&#299;xi&#275;. L&#236;ngw&#224;i, w&#233;nzh&#257;ng zh&#333;ng y&#466;u g&#232;bi&#233; d&#236;fang d&#250; q&#464;lai b&#249;t&#224;i t&#333;ngsh&#249;n. B&#249; zh&#299;d&#224;o n&#464; zh&#249;y&#236;d&#224;o le m&#233;iy&#466;u? W&#466; g&#283;i n&#464; qu&#257;n ch&#363;lai le. N&#464; hu&#237;qu h&#242;u g&#462;i y&#299;xi&#224;.  </td></tr><tr><td></td><td>Of course. But you need to pay attention to the things I said. In content, you can't be too singularly focused. You have to flesh it out more. Also, there are a few places in the article that don't read too smoothly. I'm not sure if you noticed. I circled them for you. Go back and fix them.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>嗯，我马上修改。听您一说，我就清楚多了。</td></tr><tr><td></td><td>Ng4, w&#466; m&#462;sh&#224;ng xi&#363;g&#462;i. T&#299;ng n&#237;n y&#299; shu&#333;, w&#466; ji&#249; q&#299;ngchu du&#333; le.  </td></tr><tr><td></td><td>OK, I'll revise them right away. After listening to you for a bit, I'm a lot clearer now.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>以后写的时候也要注意啊。</td></tr><tr><td></td><td>Y&#464;h&#242;u xi&#283; de sh&#237;hou y&#283; y&#224;o zh&#249;y&#236; a.  </td></tr><tr><td></td><td>You have to pay attention to this in your future writing too.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>好的。谢谢主编。我改好后给您送来。</td></tr><tr><td></td><td>H&#462;o de. Xi&#232;xie zh&#468;bi&#257;n. W&#466; g&#462;i h&#462;o h&#242;u g&#283;i n&#237;n s&#242;ng l&#225;i.  </td></tr><tr><td></td><td>OK. Thank you, sir. After I revise it I'll send it to you.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>主编</td><td>zh&#468;bi&#257;n</td><td>editor</td></tr><tr><td>情感</td><td>q&#237;ngg&#462;n</td><td>emotion</td></tr><tr><td>顺手</td><td>sh&#249;nsh&#466;u</td><td>smoothly</td></tr><tr><td>发挥</td><td>f&#257;hu&#299;</td><td>to give free rein to</td></tr><tr><td>文笔</td><td>w&#233;nb&#464;</td><td>writing style</td></tr><tr><td>流畅</td><td>li&#250;ch&#224;ng</td><td>fluid</td></tr><tr><td>细腻</td><td>x&#236;n&#236;</td><td>exquisite</td></tr><tr><td>自我陶醉</td><td>z&#236;w&#466;t&#225;ozu&#236;</td><td>narcissistically</td></tr><tr><td>跑题</td><td>p&#462;ot&#237;</td><td>off topic</td></tr><tr><td>总体</td><td>z&#466;ngt&#464;</td><td>overall</td></tr><tr><td>用词</td><td>y&#242;ngc&#237;</td><td>wording</td></tr><tr><td>修改</td><td>xi&#363;g&#462;i</td><td>to revise</td></tr><tr><td>笔墨</td><td>b&#464;m&#242;</td><td>pen and ink</td></tr><tr><td>平衡</td><td>p&#237;ngh&#233;ng</td><td>balance</td></tr><tr><td>熟能生巧</td><td>sh&#250;n&#233;ngsh&#275;ngqi&#462;o</td><td>practice makes perfect</td></tr><tr><td>突出</td><td>t&#363;ch&#363;</td><td>to give prominence to</td></tr><tr><td>出发点</td><td>ch&#363;f&#257;di&#462;n</td><td>starting point</td></tr><tr><td>繁琐</td><td>f&#225;nsu&#466;</td><td>elaborate</td></tr><tr><td>修饰</td><td>xi&#363;sh&#236;</td><td>modifier</td></tr><tr><td>压缩</td><td>y&#257;su&#333;</td><td>to condense</td></tr><tr><td>单一</td><td>d&#257;ny&#299;</td><td>singular</td></tr><tr><td>通顺</td><td>t&#333;ngsh&#249;n</td><td>coherent</td></tr><tr><td>圈</td><td>qu&#257;n</td><td>to circle</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>编辑</td><td>bi&#257;nj&#237;</td><td>to edit</td></tr><tr><td>跑调</td><td>p&#462;odi&#224;o</td><td>out of tune</td></tr></table></body>
</html>