<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Upper-Intermediate - Familiar Face in Jizhou</title>
</head>
<body><h1>Upper-Intermediate - Familiar Face in Jizhou <span style="font-size:50%">(D0671)</span></h1>
<table>
<tr><td>A:</td><td>赵露，走了那么久，我们休息一下吧。</td></tr><tr><td></td><td>Zh&#224;o L&#249;, z&#466;u le n&#224;me ji&#468;, w&#466;men xi&#363;xi y&#299;xi&#224; ba.  </td></tr><tr><td></td><td>Zhao Lu, we've walked so far. Let's take a break.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>不行。我不累，健明有可能就在附近。他随时都会有危险，我们得赶紧找到他。</td></tr><tr><td></td><td>B&#249;x&#237;ng. W&#466; b&#249; l&#232;i, Ji&#224;nm&#237;ng y&#466;u k&#283;n&#233;ng ji&#249; z&#224;i f&#249;j&#236;n. T&#257; su&#237;sh&#237; d&#333;u hu&#236; y&#466;u w&#275;ixi&#462;n, w&#466;men d&#283;i g&#462;nj&#464;n zh&#462;od&#224;o t&#257;.  </td></tr><tr><td></td><td>No way. I'm not tired. Jianming might be right around here. He could be in danger at any moment, so we need to hurry up and find him.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>可是你这样的话，很快就会累垮的。如果连你都倒下的话，谁还会去找健明啊？</td></tr><tr><td></td><td>K&#283;sh&#236; n&#464; zh&#232;y&#224;ng dehu&#224;, h&#283;n ku&#224;i ji&#249; hu&#236; l&#232;iku&#462; de. R&#250;gu&#466; li&#225;n n&#464; d&#333;u d&#462;oxi&#224; dehu&#224;, sh&#233;i h&#225;i hu&#236; q&#249; zh&#462;o Ji&#224;nm&#237;ng a?  </td></tr><tr><td></td><td>But if you go about it like this, you're going to collapse before long. If even you're no longer standing, who's going to find Jianming?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你说的对。都怪我太心急了。</td></tr><tr><td></td><td>N&#464; shu&#333; de du&#236;. D&#333;u gu&#224;i w&#466; t&#224;i x&#299;nj&#237; le.  </td></tr><tr><td></td><td>You're right. It's because I'm too anxious.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你在这儿坐一会儿，我去前面空落人家里要些水。你千万别走开。</td></tr><tr><td></td><td>N&#464; z&#224;i zh&#232;r5 zu&#242; y&#299;hu&#236;r5, w&#466; q&#249; qi&#225;nmian K&#333;nglu&#242;r&#233;n ji&#257;l&#464; y&#224;o xi&#275; shu&#464;. N&#464; qi&#257;nw&#224;n bi&#233; z&#466;uk&#257;i.  </td></tr><tr><td></td><td>Sit here for a while. I'll go up ahead and ask the Kongluo people for some water. Whatever you do, don't run off.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>知道了。文涛哥，你放心吧。这样麻烦你，我实在过意不去。</td></tr><tr><td></td><td>Zh&#299;d&#224;o le. W&#233;nt&#257;o g&#275;, n&#464; f&#224;ngx&#299;n ba. Zh&#232;y&#224;ng m&#225;fan n&#464;, w&#466; sh&#237;z&#224;i gu&#242;y&#236;b&#249;q&#249;.  </td></tr><tr><td></td><td>I got it. Wentao, relax. This is so much trouble for you, and I feel really bad about it.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>别这样说。我们是同病相怜。说是帮你，其实是在帮我自己。早点找到健明我也可以早点见到我女朋友。不说了，我先去了。</td></tr><tr><td></td><td>Bi&#233; zh&#232;y&#224;ng shu&#333;. W&#466;men sh&#236; t&#243;ngb&#236;ngxi&#257;ngli&#225;n. Shu&#333; sh&#236; b&#257;ng n&#464;, q&#237;sh&#237; sh&#236; z&#224;i b&#257;ng w&#466; z&#236;j&#464;. Z&#462;o di&#462;n zh&#462;od&#224;o Ji&#224;nm&#237;ng w&#466; y&#283; k&#283;y&#464; z&#462;o di&#462;n ji&#224;nd&#224;o w&#466; n&#474;p&#233;ngyou. B&#249; shu&#333; le, w&#466; xi&#257;n q&#249; le.  </td></tr><tr><td></td><td>Don't say that. We're both in the same boat. You say I'm helping you, but actually I'm helping myself. The sooner we find Jianming, the sooner I can also see my girlfriend. Enough talk, I'm going to get going.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>好。</td></tr><tr><td></td><td>H&#462;o.  </td></tr><tr><td></td><td>OK.</td></tr><tr><td></td><tr></td></tr><tr><td></td><td>(after a while)</td></tr><tr><td></td><td>(after a while) </td></tr><tr><td></td><td>(after a while)</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>赵露！这个赵露，跑到哪儿去了？赵露！赵露！</td></tr><tr><td></td><td>Zh&#224;o L&#249;! Zh&#232;ge Zh&#224;o L&#249;, p&#462;od&#224;o n&#462;r5 q&#249; le? Zh&#224;o L&#249;! Zh&#224;o L&#249;!  </td></tr><tr><td></td><td>Zhao Lu! Where did that Zhao Lu run off to? Zhao Lu! Zhao Lu!</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>文涛哥！我在这儿。</td></tr><tr><td></td><td>W&#233;nt&#257;o g&#275;! W&#466; z&#224;i zh&#232;r5.  </td></tr><tr><td></td><td>Wentao! I'm over here.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你怎么一回事儿？不要命啦？我叫你别乱走的。</td></tr><tr><td></td><td>N&#464; z&#283;nme y&#299;hu&#237;sh&#236;r5? B&#249; y&#224;o m&#236;ng la? W&#466; ji&#224;o n&#464; bi&#233; lu&#224;n z&#466;u de.  </td></tr><tr><td></td><td>What happened to you? Don't you value your life? I told you not to wander around.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>对不起，可是我看到健明了。他刚才跟好几个空落人骑着马从前面经过。</td></tr><tr><td></td><td>Du&#236;buq&#464;, k&#283;sh&#236; w&#466; k&#224;nd&#224;o Ji&#224;nm&#237;ng le. T&#257; g&#257;ngc&#225;i g&#275;n h&#462;o j&#464; ge K&#333;nglu&#242;r&#233;n q&#237; zhe m&#462; c&#243;ng qi&#225;nmi&#224;n j&#299;nggu&#242;.  </td></tr><tr><td></td><td>I'm sorry, but I saw Jianming. Just now he rode by on a horse with a bunch of Kongluo people.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>什么？你看清楚了吗？</td></tr><tr><td></td><td>Sh&#233;nme? N&#464; k&#224;n q&#299;ngchu le ma?  </td></tr><tr><td></td><td>What? Did you see him clearly?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>嗯，虽然他穿着空落人的衣服，但我确定是他。而且我叫他的时候，他也回头看我了。</td></tr><tr><td></td><td>Ng4, su&#299;r&#225;n t&#257; chu&#257;n zhe K&#333;nglu&#242;r&#233;n de y&#299;fu, d&#224;n w&#466; qu&#232;d&#236;ng sh&#236; t&#257;. &#233;rqi&#283; w&#466; ji&#224;o t&#257; de sh&#237;hou, t&#257; y&#283; hu&#237;t&#243;u k&#224;n w&#466; le.  </td></tr><tr><td></td><td>Yes. Although he was wearing Kongluo clothing, I'm sure it was him. Plus, when I called to him, he turned his head and looked at me.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是吗？那他人呢？</td></tr><tr><td></td><td>Sh&#236; ma? N&#224; t&#257; r&#233;n ne?  </td></tr><tr><td></td><td>Really? So where is he?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>他没认出我。他的样子没变，但是神态完全不一样了。整个人呆呆的。你说怎么会这样？怎么会呢？</td></tr><tr><td></td><td>T&#257; m&#233;i r&#232;nch&#363; w&#466;. T&#257; de y&#224;ngzi m&#233;i bi&#224;n, d&#224;nsh&#236; sh&#233;nt&#224;i w&#225;nqu&#225;n b&#249; y&#299;y&#224;ng le. Zh&#283;ngg&#232; r&#233;n d&#257;id&#257;i de. N&#464; shu&#333; z&#233;nme hu&#236; zh&#232;y&#224;ng? Z&#233;nme hu&#236; ne?  </td></tr><tr><td></td><td>He didn't recognize me. His appearance hadn't changed any, but his expression was totally different. Like his whole person was numb. Tell me how this could be? How?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你先别急，有可能不是他。他是从哪儿经过的？</td></tr><tr><td></td><td>N&#464; xi&#257;n bi&#233; j&#237;, y&#466;u k&#283;n&#233;ng b&#249; sh&#236; t&#257;. T&#257; sh&#236; c&#243;ng n&#462;r5 j&#299;nggu&#242; de?  </td></tr><tr><td></td><td>Don't get too excited; maybe it wasn't him. Where did he pass through?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>就在前面的山上。</td></tr><tr><td></td><td>Ji&#249; z&#224;i qi&#225;nmi&#224;n de sh&#257;n sh&#224;ng.  </td></tr><tr><td></td><td>That mountain just up ahead.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>啊？这么远，怎么可能看清楚呢？而且他骑着马，更加看不清了。</td></tr><tr><td></td><td>&#462;? Zh&#232;me yu&#462;n, z&#283;nme k&#283;n&#233;ng k&#224;n q&#299;ngchu ne? &#233;rqi&#283; t&#257; q&#237; zhe m&#462;, g&#232;ngji&#257; k&#224;n bu q&#299;ng le.  </td></tr><tr><td></td><td>Huh? That far away, how could you possibly see clearly? Plus if he's riding a horse, it's even less clear.</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>你为什么不相信我？我看到健明了！就是他！真的就是他！</td></tr><tr><td></td><td>N&#464; w&#232;ish&#233;nme b&#249; xi&#257;ngx&#236;n w&#466;? W&#466; k&#224;nd&#224;o Ji&#224;nm&#237;ng le! Ji&#249;sh&#236; t&#257;! Zh&#275;nde ji&#249;sh&#236; t&#257;!  </td></tr><tr><td></td><td>Why don't you believe me? I saw Jianming! It was him! It was really him!</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你冷静点。不是我不相信你。如果是健明，他怎么会没认出你呢？</td></tr><tr><td></td><td>N&#464; l&#283;ngj&#236;ng di&#462;n. B&#249;sh&#236; w&#466; b&#249; xi&#257;ngx&#236;n n&#464;. R&#250;gu&#466; sh&#236; Ji&#224;nm&#237;ng, t&#257; z&#233;nme hu&#236; m&#233;i r&#232;nch&#363; n&#464; ne?  </td></tr><tr><td></td><td>Calm down. It's not that I don't believe you. If it was Jianming, how could he not recognize you?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我......我也不知道。</td></tr><tr><td></td><td>W&#466;...... W&#466; y&#283; b&#249; zh&#299;d&#224;o.  </td></tr><tr><td></td><td>I... I don't know either.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>累垮</td><td>l&#232;iku&#462;</td><td>ready to collapse from exhaustion</td></tr><tr><td>怪</td><td>gu&#224;i</td><td>to blame</td></tr><tr><td>过意不去</td><td>gu&#242;y&#236;b&#249;q&#249;</td><td>to feel very bad</td></tr><tr><td>同病相怜</td><td>t&#243;ngb&#236;ngxi&#257;ngli&#225;n</td><td>in the same boat</td></tr><tr><td>一回事儿</td><td>y&#299;hu&#237;sh&#236;r5</td><td>what happened</td></tr><tr><td>要命</td><td>y&#224;o m&#236;ng</td><td>very taxing</td></tr><tr><td>神态</td><td>sh&#233;nt&#224;i</td><td>expression</td></tr><tr><td>呆呆</td><td>d&#257;id&#257;i</td><td>numb</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>责备</td><td>z&#233;b&#232;i</td><td>to blame</td></tr><tr><td>呆滞</td><td>d&#257;izh&#236;</td><td>dull</td></tr><tr><td>王婆卖瓜，自卖自夸</td><td>W&#225;ngp&#243; m&#224;igu&#257;, z&#236;m&#224;iz&#236;ku&#257;</td><td>one tends to praise what one sells</td></tr></table></body>
</html>