<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Advanced - 姓名的起源</title>
</head>
<body><h1>Advanced - 姓名的起源 <span style="font-size:50%">(E0190)</span></h1>
<table>
<tr><td>A:</td><td>你知道吗，做老师的乐趣之一，就是每年新生报到的时候，可以看点名册上那些五花八门的名字，有些名字真的很有趣。</td></tr><tr><td></td><td>N&#464; zh&#299;d&#224;o ma, zu&#242; l&#462;osh&#299; de l&#232;q&#249; zh&#299;y&#299;, ji&#249;sh&#236; m&#283;ini&#225;n x&#299;nsh&#275;ng b&#224;od&#224;o de sh&#237;hou, k&#283;y&#464; k&#224;n di&#462;nm&#237;ngc&#232; sh&#224;ng n&#224;xi&#275; w&#468;hu&#257;b&#257;m&#233;n de m&#237;ngzi, y&#466;uxi&#275; m&#237;ngzi zh&#275;nde h&#283;n y&#466;uq&#249;. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是吗？对此我倒是没有仔细研究过。我只知道中国的名字以两个字和三个字的居多，还有极少数的复姓组成的四个字的名字。</td></tr><tr><td></td><td> sh&#236; ma? Du&#236;c&#464; w&#466; d&#224;osh&#236; m&#233;iy&#466;u z&#464;x&#236; y&#225;nji&#363; guo. W&#466; zh&#464; zh&#299;d&#224;o Zh&#333;nggu&#243; de m&#237;ngzi y&#464; li&#462;ng ge z&#236; h&#233; s&#257;n ge z&#236; de j&#363;du&#333;, h&#225;i y&#466;u j&#237; sh&#462;osh&#249; de f&#249;x&#236;ng z&#468;ch&#233;ng de s&#236; ge z&#236; de m&#237;ngzi. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你说的多是汉族的起名习惯吧，少数民族的名字则和我们通常所见的名字不太一样，而且字数都很多。比如肖甫开提，阿依布拉克什么的，这些就是维吾尔族的名字。</td></tr><tr><td></td><td>N&#464; shu&#333; de du&#333; sh&#236; h&#224;nz&#250; de q&#464;m&#237;ng x&#237;gu&#224;n ba, sh&#462;osh&#249;m&#237;nz&#250; de m&#237;ngzi z&#233; h&#233; w&#466;men t&#333;ngch&#225;ng su&#466; ji&#224;n de m&#237;ngzi b&#249;t&#224;i y&#299;y&#224;ng, &#233;rqi&#283; z&#236;sh&#249; d&#333;u h&#283;n du&#333;. B&#464;r&#250; xi&#257;of&#468;k&#257;it&#237;, &#257;y&#299;b&#249;l&#257;k&#232; sh&#233;nme de, zh&#232;xi&#275; ji&#249;sh&#236; w&#233;iw&#250;&#283;rz&#250; de m&#237;ngzi. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>哇，看来你对名字还真是很有研究。那汉族的名字通常都只有两到三个字吗？</td></tr><tr><td></td><td>W&#257;, k&#224;nlai n&#464; du&#236; m&#237;ngzi h&#225;i zh&#275;nsh&#236; h&#283;n y&#466;u y&#225;nji&#363;. N&#224; h&#224;nz&#250; de m&#237;ngzi t&#333;ngch&#225;ng d&#333;u zh&#464;y&#466;u li&#462;ng d&#224;o s&#257;n ge z&#236; ma? 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>对，大多数的名字都是这样。除了欧阳、司马、诸葛等复姓外，姓通常是一个字，名则可以是一个字或者两个字，都比较常见。不过随着中国的人口的增加，两个字的名字实在是太容易重名了。起三个字的选择余地比较大，比较不容易重名。</td></tr><tr><td></td><td>Du&#236;, d&#224;du&#333;sh&#249; de m&#237;ngzi d&#333;u sh&#236; zh&#232;y&#224;ng. Ch&#250;le &#332;uy&#225;ng, S&#299;m&#462;, Zh&#363;g&#233; d&#283;ng f&#249;x&#236;ng w&#224;i, x&#236;ng t&#333;ngch&#225;ng sh&#236; y&#299; ge z&#236;, m&#237;ng z&#233; k&#283;y&#464; sh&#236; y&#299; ge z&#236; hu&#242;zh&#283; li&#462;ng ge z&#236;, d&#333;u b&#464;ji&#224;o ch&#225;ngji&#224;n. B&#249;gu&#242; su&#237;zhe Zh&#333;nggu&#243; de r&#233;nk&#466;u de z&#275;ngji&#257;, li&#462;ng ge z&#236; de m&#237;ngzi sh&#237;z&#224;i sh&#236; t&#224;i r&#243;ngy&#236; ch&#243;ngm&#237;ng le. Q&#464; s&#257;n ge z&#236; de xu&#462;nz&#233; y&#250;d&#236; b&#464;ji&#224;o d&#224;, b&#464;ji&#224;o b&#249; r&#243;ngy&#236; ch&#243;ngm&#237;ng. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>没错，我就记得以前读书的时候，班上同时会有好几个李丽，王平。因为这些姓和名都太常见了。特别是百家姓中的几个大姓，更加容易重名，同姓的人实在太多。</td></tr><tr><td></td><td>M&#233;icu&#242;, w&#466; ji&#249; j&#236;de y&#464;qi&#225;n d&#250;sh&#363; de sh&#237;hou, b&#257;n sh&#224;ng t&#243;ngsh&#237; hu&#236; y&#466;u h&#462;o j&#464; ge L&#464; L&#237;, W&#225;ng P&#237;ng. Y&#299;nw&#232;i zh&#232;xi&#275; x&#236;ng h&#233; m&#237;ng d&#333;u t&#224;i ch&#225;ngji&#224;n le. T&#232;bi&#233;sh&#236; b&#462;iji&#257;x&#236;ng zh&#333;ng de j&#464; ge d&#224; x&#236;ng, g&#232;ngji&#257; r&#243;ngy&#236; ch&#243;ngm&#237;ng, t&#243;ngx&#236;ng de r&#233;n sh&#237;z&#224;i t&#224;i du&#333;. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是的。中国的孩子通常都随父姓，只有极个别的随母姓，意为家族的香火通过名字和血缘都一脉相传下去，家族也就越来越大。听说古时候起名字是要按资排辈的。通常是依据家族流传下来的家谱，用姓加上表示辈分的字，再加上自己的名字。因而有可能整个家族里同一辈的孩子，名字的前两个字都一样，只有最后一个字不同。也有一些名字还体现了当时的时代特色。比如新中国刚成立的那段时间，建华，爱国，保田等名字特别流行，真是从根本上体现了爱国主义。</td></tr><tr><td></td><td>Sh&#236;de. Zh&#333;nggu&#243; de h&#225;izi t&#333;ngch&#225;ng d&#333;u su&#237; f&#249; x&#236;ng, zh&#464;y&#466;u j&#237; g&#232;bi&#233; de su&#237; m&#468; x&#236;ng, y&#236; w&#233;i ji&#257;z&#250; de xi&#257;nghu&#466; t&#333;nggu&#242; m&#237;ngzi h&#233; xi&#283;yu&#225;n d&#333;u y&#299;m&#224;ixi&#257;ngchu&#225;n xi&#224;qu, ji&#257;z&#250; y&#283; ji&#249; yu&#232;l&#225;iyu&#232;d&#224;. T&#299;ngshu&#333; g&#468; sh&#237;hou q&#464; m&#237;ngz&#236; sh&#236; y&#224;o &#224;nz&#299;p&#225;ib&#232;i de. T&#333;ngch&#225;ng sh&#236; y&#299;j&#249; ji&#257;z&#250; li&#250;chu&#225;n xi&#224;lai de ji&#257;p&#468;, y&#242;ng x&#236;ng ji&#257;sh&#224;ng bi&#462;osh&#236; b&#232;if&#232;n de z&#236;, z&#224;i ji&#257;shang z&#236;j&#464; de m&#237;ngzi. Y&#299;n&#233;r y&#466;u k&#283;n&#233;ng zh&#283;ngg&#232; ji&#257;z&#250; l&#464; t&#243;ngy&#299; b&#232;i de h&#225;izi, m&#237;ngzi de qi&#225;n li&#462;ng ge z&#236; d&#333;u y&#299;y&#224;ng, zh&#464;y&#466;u zu&#236;h&#242;u y&#299; ge z&#236; b&#249;t&#243;ng. Y&#283; y&#466;u y&#299;xi&#275; m&#237;ngzi h&#225;i t&#464;xi&#224;n le d&#257;ngsh&#237; de sh&#237;d&#224;i t&#232;s&#232;. B&#464;r&#250; x&#299;nzh&#333;nggu&#243; g&#257;ng ch&#233;ngl&#236; de n&#224; du&#224;n sh&#237;ji&#257;n, Ji&#224;nhu&#225;, &Agrave;igu&#243;, B&#462;oti&#225;n d&#283;ng m&#237;ngzi t&#232;bi&#233; li&#250;x&#237;ng, zh&#275;nsh&#236; c&#333;ng g&#275;nb&#283;n sh&#224;ng t&#464;xi&#224;n le &#224;igu&#243;zh&#468;y&#236;. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>可是现在再听这些名字就觉得比较土。大概因为时代发展了，名字就显得比较老套。还有用和花相关的字来命名的现在看起来也特别地俗气，比如翠花，小红，艳艳等，都比较有乡土气。</td></tr><tr><td></td><td> k&#283;sh&#236; xi&#224;nz&#224;i z&#224;i t&#299;ng zh&#232;xi&#275; m&#237;ngzi ji&#249; ju&#233;de b&#464;ji&#224;o t&#468;. D&#224;g&#224;i y&#299;nw&#232;i sh&#237;d&#224;i f&#257;zh&#462;n le, m&#237;ngzi ji&#249; xi&#462;nde b&#464;ji&#224;o l&#462;ot&#224;o. H&#225;i y&#466;u y&#242;ng h&#233; hu&#257; xi&#257;nggu&#257;n de z&#236; l&#225;i m&#236;ngm&#237;ng de, xi&#224;nz&#224;i k&#224;n q&#464;lai y&#283; t&#232;bi&#233; de s&#250;q&#236;, b&#464;r&#250; Cu&#236;hu&#257;, Xi&#462;o H&#243;ng, Y&#224;nyan d&#283;ng, d&#333;u b&#464;ji&#224;o y&#466;u xi&#257;ngt&#468; q&#236;. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是呀。不过听说以前农村里起名字，流行一种迷信的做法，觉得起越土的名字，孩子越好养。所以一堆人会起像铁柱啊，狗蛋啊之类的名字。还有家庭会给男孩子起像女孩子的小名，觉得这样比较好养大。</td></tr><tr><td></td><td>Sh&#236; y&#257;. B&#249;gu&#242; t&#299;ngshu&#333; y&#464;qi&#225;n n&#243;ngc&#363;n l&#464; q&#464; m&#237;ngz&#236;, li&#250;x&#237;ng y&#299;zh&#466;ng m&#237;x&#236;n de zu&#242;f&#462;, ju&#233;de q&#464; yu&#232; t&#468; de m&#237;ngzi, h&#225;izi yu&#232; h&#462;oy&#462;ng. Su&#466;y&#464; y&#299;du&#299; r&#233;n hu&#236; q&#464; xi&#224;ng Ti&#283;zh&#249; &#257;, G&#466;ud&#224;n &#257; zh&#299;l&#232;i de m&#237;ngzi. H&#225;i y&#466;u ji&#257;t&#237;ng hu&#236; g&#283;i n&#225;nh&#225;izi q&#464; xi&#224;ng n&#474;h&#225;izi de xi&#462;om&#237;ng, ju&#233;de zh&#232;y&#224;ng b&#464;ji&#224;o h&#462;o y&#462;ng d&#224;. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>难怪，我听到有些名字以为会是女孩子，结果发现是男生，还很惊讶。不过这种情况应该不算多吧，总觉得男孩子会比较抗拒用像女生的名字，太娘娘腔。</td></tr><tr><td></td><td>N&#225;ngu&#224;i, w&#466; t&#299;ngd&#224;o y&#466;uxi&#275; m&#237;ngzi y&#464;w&#233;i hu&#236; sh&#236; n&#474;h&#225;izi, ji&#233;gu&#466; f&#257;xi&#224;n sh&#236; n&#225;nsh&#275;ng, hu&#225;n h&#283;n j&#299;ngy&#224;. B&#249;gu&#242; zh&#232;zh&#466;ng q&#237;ngku&#224;ng y&#299;ngg&#257;i b&#249; su&#224;n du&#333; ba, z&#466;ng ju&#233;de n&#225;nh&#225;izi hu&#236; b&#464;ji&#224;o k&#224;ngj&#249; y&#242;ng xi&#224;ng n&#474;sh&#275;ng de m&#237;ngzi, t&#224;i ni&#225;ngni&#225;ngqi&#257;ng. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>对，刚，强，兵，飞等字都比较阳刚，通常用做男生名。丽，婷，萍，菲等字则比较阴柔，自然在女生名中比较流行。不过倒是有女生起比较男性化的名字，倒显得很帅气和有个性。比如说“若男”，就能体现女子坚强的一面。不过现代人都不是特别讲究了，只要好听和有涵义就好。当然也不排除有的家庭为了图吉利，会特意请算命师帮忙起个涵义特别好的名字。</td></tr><tr><td></td><td>Du&#236;, g&#257;ng, qi&#225;ng, b&#299;ng, f&#275;i d&#283;ng z&#236; d&#333;u b&#464;ji&#224;o y&#225;ngg&#257;ng, t&#333;ngch&#225;ng y&#242;ng zu&#242; n&#225;nsh&#275;ng m&#237;ng. L&#237;, t&#237;ng, p&#237;ng, f&#275;i d&#283;ng z&#236; z&#233; b&#464;ji&#224;o y&#299;nr&#243;u, z&#236;r&#225;n z&#224;i n&#474;sh&#275;ng m&#237;ng zh&#333;ng b&#464;ji&#224;o li&#250;x&#237;ng. B&#249;gu&#242; d&#224;osh&#236; y&#466;u n&#474;sh&#275;ng q&#464; b&#464;ji&#224;o n&#225;nx&#236;nghu&#224; de m&#237;ngzi, d&#462;o xi&#462;nde h&#283;n shu&#224;iq&#236; h&#233; y&#466;u g&#232;x&#236;ng. B&#464;r&#250; shu&#333; " ru&#242;n&#225;n ", ji&#249; n&#233;ng t&#464;xi&#224;n n&#474;z&#464; ji&#257;nqi&#225;ng de y&#299;mi&#224;n. B&#249;gu&#242; xi&#224;nd&#224;ir&#233;n d&#333;u b&#249; sh&#236; t&#232;bi&#233; ji&#462;ngji&#249; le, zh&#464;y&#224;o h&#462;ot&#299;ng h&#233; y&#466;u h&#225;ny&#236; ji&#249; h&#462;o. D&#257;ngr&#225;n y&#283; b&#249; p&#225;ich&#250; y&#466;ude ji&#257;t&#237;ng w&#232;ile t&#250; j&#237;l&#236;, hu&#236; t&#232;y&#236; q&#464;ng su&#224;nm&#236;ngsh&#299; b&#257;ngm&#225;ng q&#464; ge h&#225;ny&#236; t&#232;bi&#233; h&#462;o de m&#237;ngzi. 
 </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>啊，说来起名字还真是门大学问。又要好听高雅，又得吉利有内涵，无怪那么多年轻父母，一说到起名字就有些头痛了，这可是关乎孩子一辈子的事情呢，真可谓是责任重大！</td></tr><tr><td></td><td>&#257;, shu&#333;l&#225;i q&#464; m&#237;ngz&#236; h&#225;i zh&#275;nsh&#236; m&#233;n d&#224; xu&#233;w&#232;n. Y&#242;u y&#224;o h&#462;ot&#299;ng g&#257;oy&#462;, y&#242;u d&#283;i j&#237;l&#236; y&#466;u n&#232;ih&#225;n, w&#250;gu&#224;i n&#224;me du&#333; ni&#225;nq&#299;ng f&#249;m&#468;, y&#299; shu&#333;d&#224;o q&#464; m&#237;ngzi ji&#249; y&#466;uxi&#275; t&#243;ut&#242;ng le, zh&#232; k&#283;sh&#236; gu&#257;nh&#363; h&#225;izi y&#299;b&#232;izi de sh&#236;qing ne, zh&#275;n k&#283;w&#232;i sh&#236; z&#233;r&#232;n zh&#242;ngd&#224;!  </td></tr><tr><td></td><td></td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table></table><h1>Supplementary Vocabulary</h1><table></table></body>
</html>