<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Intermediate - Introducing Oneself to the Family</title>
</head>
<body><h1>Intermediate - Introducing Oneself to the Family <span style="font-size:50%">(C0589)</span></h1>
<table>
<tr><td>A:</td><td>妈妈，这是我同学，婷婷。我们是一个寝室的。</td></tr><tr><td></td><td>Mom, this is my classmate, Tingting.  We are in the same dorm room.</td></tr><tr><td></td><td>M&#257;ma, zh&#232; sh&#236; w&#466; t&#243;ngxu&#233;, T&#237;ngting. W&#466;men sh&#236; y&#299; ge q&#464;nsh&#236; de.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>阿姨好。啊，你们家真漂亮！不过还是阿姨您最漂亮！</td></tr><tr><td></td><td>Auntie, hello.  Wow, your home is really beautiful.  But, nevertheless, Auntie, you are more beautiful.</td></tr><tr><td></td><td>&#257;y&#237; h&#462;o. &#224;, n&#464;men ji&#257; zh&#275;n pi&#224;oliang! B&#249;gu&#242; h&#225;ishi &#257;y&#237; n&#237;n zu&#236; pi&#224;oliang!  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>哟，婷婷真会说话。我们妮妮经常提起你。你们住在一个房间，要互相照顾噢！</td></tr><tr><td></td><td>Oh, Tingting, you are a real sweet talker.  Nini often speaks of you.  You stay in the same room--you must take care of each other!</td></tr><tr><td></td><td>Y&#333;, T&#237;ngting zh&#275;n hu&#236; shu&#333;hu&#224;. W&#466;men N&#299;ni j&#299;ngch&#225;ng t&#237;q&#464; n&#464;. N&#464;men zh&#249;z&#224;i y&#299; ge f&#225;ngji&#257;n, y&#224;o h&#249;xi&#257;ng zh&#224;ogu o!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那是一定的。哎，这位小朋友是嘟嘟吧。你表姐天天跟我说你又聪明又可爱！</td></tr><tr><td></td><td>That's for sure.  Oh, this little friend must be Dudu.  Your cousin tells me every day how smart and cute you are.</td></tr><tr><td></td><td>N&#224; sh&#236; y&#299;d&#236;ng de. &#257;i, zh&#232; w&#232;i xi&#462;op&#233;ngy&#466;u sh&#236; D&#363;du ba. N&#464; bi&#462;oji&#283; ti&#257;nti&#257;n g&#275;n w&#466; shu&#333; n&#464; y&#242;u c&#333;ngming y&#242;u k&#283;'&#224;i!  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>嘟嘟，还不赶快叫人，再好好谢谢姐姐。</td></tr><tr><td></td><td>Dudu, why don't you hurry and greet our guest, and thank big sister?</td></tr><tr><td></td><td>D&#363;du, h&#225;i b&#249; g&#462;nku&#224;i ji&#224;or&#233;n, z&#224;i h&#462;oh&#257;o xi&#232;xie ji&#283;jie.  </td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>姐姐好。谢谢姐姐。我要吃糖。</td></tr><tr><td></td><td>Hello big sister.  Thank you, big sister.  I want a candy.</td></tr><tr><td></td><td>Ji&#283;jie h&#462;o. Xi&#232;xie ji&#283;jie. W&#466; y&#224;o ch&#299; t&#225;ng.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你怎么这么馋。婷婷，不要理他，来见见我爷爷吧。爷爷，这是婷婷。</td></tr><tr><td></td><td>How can you be so greedy?  Tingting, don't pay any attention to him, come and meet my grandpa.  Grandpa, this is Tingting.</td></tr><tr><td></td><td>N&#464; z&#283;nme zh&#232;me ch&#225;n. T&#237;ngting, b&#249;y&#224;o l&#464; t&#257;, l&#225;i ji&#224;njian w&#466; y&#233;ye ba. Y&#233;ye, zh&#232; sh&#236; T&#237;ngting.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>爷爷好！您精神真好，一点都不显老。妮妮说您每天都锻炼，而且电脑还玩得很好呢!</td></tr><tr><td></td><td>Hello grandpa.  You're so full of vitality--you don't show your age at all.  Nini says that you exercise every day, and that you are good at playing on the computer.</td></tr><tr><td></td><td>Y&#233;ye h&#462;o! N&#237;n j&#299;ngshen zh&#275;n h&#462;o, y&#299;di&#462;n d&#333;u b&#249; xi&#462;nl&#462;o. N&#299;ni shu&#333; n&#237;n m&#283;iti&#257;n d&#333;u du&#224;nli&#224;n, &#233;rqi&#283; di&#224;nn&#462;o h&#225;i w&#225;n de h&#283;n h&#462;o ne!  </td></tr><tr><td></td><tr></td></tr><tr><td>E:</td><td>哈哈，人老了一定要找点事做。不过现在可是你们年轻人的天下了。别老站着，赶快坐呀。</td></tr><tr><td></td><td>Hah-hah.  When you get old you have to find some things to keep busy.  But, nowadays it's definitely you young people's world.  Don't just stand there, here, have a seat.</td></tr><tr><td></td><td>H&#257;h&#257;, r&#233;n l&#462;o le y&#299;d&#236;ng y&#224;o zh&#462;o di&#462;n sh&#236; zu&#242;. B&#249;gu&#242; xi&#224;nz&#224;i k&#283;sh&#236; n&#464;men ni&#225;nq&#299;ngr&#233;n de ti&#257;nxi&#224; le. Bi&#233; l&#462;o zh&#224;n zhe, g&#462;nku&#224;i zu&#242; y&#257;.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>好的，谢谢爷爷。</td></tr><tr><td></td><td>OK, thank you grandpa.</td></tr><tr><td></td><td>H&#462;o de, xi&#232;xie y&#233;ye.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>寝室</td><td>q&#464;nsh&#236;</td><td>dormitory</td></tr><tr><td>互相</td><td>h&#249;xi&#257;ng</td><td>each other</td></tr><tr><td>叫人</td><td>ji&#224;or&#233;n</td><td>to greet people</td></tr><tr><td>馋</td><td>ch&#225;n</td><td>greedy</td></tr><tr><td>精神</td><td>j&#299;ngshen</td><td>vigor</td></tr><tr><td>显老</td><td>xi&#462;nl&#462;o</td><td>to appear old</td></tr><tr><td>锻炼</td><td>du&#224;nli&#224;n</td><td>to exercise</td></tr><tr><td>天下</td><td>ti&#257;nxi&#224;</td><td>world</td></tr><tr><td>老</td><td>l&#462;o</td><td>always</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>懂礼貌</td><td>d&#466;ng l&#464;m&#224;o</td><td>well-mannered</td></tr><tr><td>懂事</td><td>d&#466;ngsh&#236;</td><td>sensible</td></tr><tr><td>夸</td><td>ku&#257;</td><td>to brag</td></tr><tr><td>拜访</td><td>b&#224;if&#462;ng</td><td>to pay a visit</td></tr><tr><td>做客</td><td>zu&#242;k&#232;</td><td>to be a guest</td></tr></table></body>
</html>