<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Intermediate - Post-Graduation Plans</title>
</head>
<body><h1>Intermediate - Post-Graduation Plans <span style="font-size:50%">(C0608)</span></h1>
<table>
<tr><td>A:</td><td>叔叔，你来啦！</td></tr><tr><td></td><td>Uncle, you came!</td></tr><tr><td></td><td>Sh&#363;shu, n&#464; l&#225;i la!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是啊！一转眼你都大学毕业了。真有出息！</td></tr><tr><td></td><td>Yep! You graduated before I knew it. Your future is bright!</td></tr><tr><td></td><td>Sh&#236; a! Y&#299;zhu&#462;ny&#462;n n&#464; d&#333;u d&#224;xu&#233; b&#236;y&#232; le. Zh&#275;n y&#466;u ch&#363;xi!  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>哎，好不容易才毕业。上学的时候想工作。现在毕业了，又不想了。</td></tr><tr><td></td><td>Oh, it wasn't easy to graduate. When I was studying I wanted to work. Now that I've graduated, I don't want to.</td></tr><tr><td></td><td>&#257;i, h&#462;ob&#249;r&#243;ngy&#236; c&#225;i b&#236;y&#232;. Sh&#224;ngxu&#233; de sh&#237;hou xi&#462;ng g&#333;ngzu&#242;. Xi&#224;nz&#224;i b&#236;y&#232; le, y&#242;u b&#249; xi&#462;ng le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那是，做学生是最开心的。不过工作也很好啊！你学了那么多本事，是时候用了。</td></tr><tr><td></td><td>Yeah, a student's life is the happiest. But working is good too! You learned so many things, so it's time to use them.</td></tr><tr><td></td><td>N&#224;shi, zu&#242; xu&#233;sheng sh&#236; zu&#236; k&#257;ix&#299;n de. B&#249;gu&#242; g&#333;ngzu&#242; y&#283; h&#283;n h&#462;o a! N&#464; xu&#233; le n&#224;me du&#333; b&#283;nshi, sh&#236; sh&#237;hou y&#242;ng le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>现在有本事的人太多了。名牌大学毕业的都找不到好工作，我这种普通大学毕业的就更没戏了。</td></tr><tr><td></td><td>Nowadays there are too many people with an education. Graduates from top universities can't even find jobs. Someone like me, a graduate of an average university, has even less hope.</td></tr><tr><td></td><td>Xi&#224;nz&#224;i y&#466;u b&#283;nshi de r&#233;n t&#224;i du&#333; le. M&#237;ngp&#225;i d&#224;xu&#233; b&#236;y&#232; de d&#333;u zh&#462;obud&#224;o h&#462;o g&#333;ngzu&#242;, w&#466; zh&#232;zh&#466;ng p&#468;t&#333;ng d&#224;xu&#233; b&#236;y&#232; de ji&#249; g&#232;ng m&#233;ix&#236; le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>年轻人要有自信。叔叔告诉你，现在讲的是工作能力，不是文凭。你实习的那家公司怎么样？想继续做吗？</td></tr><tr><td></td><td>Young people should have confidence. I'm telling you, what we're talking about here is work ability, not a diploma. How was the company you interned at? Do you want to keep doing it?</td></tr><tr><td></td><td>Ni&#225;nq&#299;ngr&#233;n y&#224;o y&#466;u z&#236;x&#236;n. Sh&#363;shu g&#224;osu n&#464;, xi&#224;nz&#224;i ji&#462;ng de sh&#236; g&#333;ngzu&#242; n&#233;ngl&#236;, b&#249;sh&#236; w&#233;np&#237;ng. N&#464; sh&#237;x&#237; de n&#224; ji&#257; g&#333;ngs&#299; z&#283;nmey&#224;ng? Xi&#462;ng j&#236;x&#249; zu&#242; ma?  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我不想干了。工资太低，而且我也不太喜欢。</td></tr><tr><td></td><td>I'm through with that. The pay was too low, and besides, I didn't like it much.</td></tr><tr><td></td><td>W&#466; b&#249; xi&#462;ng g&#224;n le. G&#333;ngz&#299; t&#224;i d&#299;, &#233;rqi&#283; w&#466; y&#283; b&#249;t&#224;i x&#464;huan.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这样不行，眼光不能太高了。</td></tr><tr><td></td><td>That's no good. Your expectations can't be too high.</td></tr><tr><td></td><td>Zh&#232;y&#224;ng b&#249;x&#237;ng, y&#462;ngu&#257;ng b&#249;n&#233;ng t&#224;i g&#257;o le.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我的要求已经很低了。现在好多公司都欺负大学生，钱少，而且学不到东西。</td></tr><tr><td></td><td>My demands are already really small. Nowadays so many companies bully university students. The pay is low, and you can't learn anything.</td></tr><tr><td></td><td>W&#466; de y&#257;oqi&#250; y&#464;j&#299;ng h&#283;n d&#299; le. Xi&#224;nz&#224;i h&#462;o du&#333; g&#333;ngs&#299; d&#333;u q&#299;fu d&#224;xu&#233;sheng, qi&#225;n sh&#462;o, &#233;rqi&#283; xu&#233;bud&#224;o d&#333;ngxi.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>那种公司不能去。你别急，叔叔帮你找找。你把简历发给我。</td></tr><tr><td></td><td>You can't go with one of those companies. Don't worry, I'll help you look. Send me your resume.</td></tr><tr><td></td><td>N&#224;zh&#466;ng g&#333;ngs&#299; b&#249;n&#233;ng q&#249;. N&#464; bi&#233; j&#237;, sh&#363;shu b&#257;ng n&#464; zh&#462;o zhao. N&#464; b&#462; ji&#462;nl&#236; f&#257;g&#283;i w&#466;.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>谢谢叔叔！我马上就发。哎，毕业等于失业，真烦！</td></tr><tr><td></td><td>Thank you, uncle! I'll send it to you right away. Oh, graduation just means unemployment. How stressful!</td></tr><tr><td></td><td>Xi&#232;xie sh&#363;shu! W&#466; m&#462;sh&#224;ng ji&#249; f&#257;. &#257;i, b&#236;y&#232; d&#283;ngy&#250; sh&#299;y&#232;, zh&#275;n f&#225;n!  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>一转眼</td><td>y&#299;zhu&#462;ny&#462;n</td><td>in the blink of an eye</td></tr><tr><td>毕业</td><td>b&#236;y&#232;</td><td>to graduate</td></tr><tr><td>出息</td><td>ch&#363;xi</td><td>bright prospects</td></tr><tr><td>好不容易</td><td>h&#462;ob&#249;r&#243;ngy&#236;</td><td>with great difficulty</td></tr><tr><td>本事</td><td>b&#283;nshi</td><td>ability</td></tr><tr><td>名牌大学</td><td>m&#237;ngp&#225;i d&#224;xu&#233;</td><td>famous university</td></tr><tr><td>没戏</td><td>m&#233;ix&#236;</td><td>hopeless</td></tr><tr><td>自信</td><td>z&#236;x&#236;n</td><td>confidence</td></tr><tr><td>文凭</td><td>w&#233;np&#237;ng</td><td>diploma</td></tr><tr><td>实习</td><td>sh&#237;x&#237;</td><td>to intern</td></tr><tr><td>眼光</td><td>y&#462;ngu&#257;ng</td><td>expectation; vision</td></tr><tr><td>欺负</td><td>q&#299;fu</td><td>to bully</td></tr><tr><td>简历</td><td>ji&#462;nl&#236;</td><td>resumé</td></tr><tr><td>失业</td><td>sh&#299;y&#232;</td><td>unemployed</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>三流大学</td><td>s&#257;nli&#250; d&#224;xu&#233;</td><td>second-rate university</td></tr><tr><td>有戏</td><td>y&#466;ux&#236;</td><td>hopeful</td></tr><tr><td>实习生</td><td>sh&#237;x&#237;sh&#275;ng</td><td>trainee; intern</td></tr><tr><td>期望</td><td>q&#299;w&#224;ng</td><td>to expect</td></tr><tr><td>专业</td><td>zhu&#257;ny&#232;</td><td>major (in university)</td></tr><tr><td>工作经验</td><td>g&#333;ngzu&#242; j&#299;ngy&#224;n</td><td>work experience</td></tr></table></body>
</html>