<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Intermediate - Flattery in the Office</title>
</head>
<body><h1>Intermediate - Flattery in the Office <span style="font-size:50%">(C0623)</span></h1>
<table>
<tr><td>A:</td><td>老板早！哟，您今天气色真好！</td></tr><tr><td></td><td>Good morning, boss! Wow, you're looking energetic today!</td></tr><tr><td></td><td>L&#462;ob&#462;n z&#462;o! Y&#333;, n&#237;n j&#299;nti&#257;n q&#236;s&#232; zh&#275;n h&#462;o!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>是吗？我觉得和平时差不多嘛。</td></tr><tr><td></td><td>Really? I feel the same as always...</td></tr><tr><td></td><td>Sh&#236; ma? W&#466; ju&#233;de h&#233; p&#237;ngsh&#237; ch&#224;budu&#333; ma.  </td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>平时就不错，最近是越来越好了。我们公司的业绩也跟您的气色一样，一天比一天好了。</td></tr><tr><td></td><td>Well, you're always pretty good, but you've been looking better and better lately. Our company's results are also looking good, and getting better every day.</td></tr><tr><td></td><td>P&#237;ngsh&#237; ji&#249; b&#249;cu&#242;, zu&#236;j&#236;n sh&#236; yu&#232;l&#225;iyu&#232; h&#462;o le. W&#466;men g&#333;ngs&#299; de y&#232;j&#236; y&#283; g&#275;n n&#237;n de q&#236;s&#232; y&#299;y&#224;ng, y&#299; ti&#257;n b&#464; y&#299; ti&#257;n h&#462;o le.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>这要多谢大家的努力啊。</td></tr><tr><td></td><td>Well, we have everyone's hard work to thank for that.</td></tr><tr><td></td><td>Zh&#232; y&#224;o du&#333;xi&#232; d&#224;ji&#257; de n&#468;l&#236; a.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>老板，您来得真早。现在哪有像您这样认真的老板！</td></tr><tr><td></td><td>Boss, you're here early. These days a boss as dedicated as you is hard to come by!</td></tr><tr><td></td><td>L&#462;ob&#462;n, n&#237;n l&#225;i de zh&#275;n z&#462;o. Xi&#224;nz&#224;i n&#462;y&#466;u xi&#224;ng n&#237;n zh&#232;y&#224;ng r&#232;nzh&#275;n de l&#462;ob&#462;n!  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>事情多嘛，肯定要早点来。</td></tr><tr><td></td><td>There's a lot to do. I've got to come early.</td></tr><tr><td></td><td>Sh&#236;qing du&#333; ma, k&#283;nd&#236;ng y&#224;o z&#462;o di&#462;n l&#225;i.  </td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>现在好多老板都把工作推给员工。而您都是自己做，还教我们怎么做。这几年我们从您那儿学了不少东西。</td></tr><tr><td></td><td>Nowadays a lot of bosses push their work onto their employees. But you do it yourself, and teach us how to do it. We've learned a lot from you these past few years.</td></tr><tr><td></td><td>Xi&#224;nz&#224;i h&#462;o du&#333; l&#462;ob&#462;n d&#333;u b&#462; g&#333;ngzu&#242; tu&#299;g&#283;i yu&#225;ng&#333;ng. &#233;r n&#237;n d&#333;u sh&#236; z&#236;j&#464; zu&#242;, h&#225;i ji&#257;o w&#466;men z&#283;nme zu&#242;. Zh&#232; j&#464; ni&#225;n w&#466;men c&#243;ng n&#237;n n&#224;r5 xu&#233; le b&#249;sh&#462;o d&#333;ngxi.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>应该的。你们有进步，公司才会进步啊。</td></tr><tr><td></td><td>That's my job. Only when you all make progress does the company make progress.</td></tr><tr><td></td><td>Y&#299;ngg&#257;i de. N&#464;men y&#466;u j&#236;nb&#249;, g&#333;ngs&#299; c&#225;i hu&#236; j&#236;nb&#249; a.  </td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>老板早！您穿西装真好看。您身材保持得这么好，肯定有什么窍门吧？</td></tr><tr><td></td><td>Good morning boss! You look good in a suit. You've really stayed in shape. You must have some secret technique?</td></tr><tr><td></td><td>L&#462;ob&#462;n z&#462;o! N&#237;n chu&#257;n x&#299;zhu&#257;ng zh&#275;n h&#462;ok&#224;n. N&#237;n sh&#275;nc&#225;i b&#462;och&#237; de zh&#232;me h&#462;o, k&#283;nd&#236;ng y&#466;u sh&#233;nme qi&#224;om&#233;n ba?  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>我肚子这么大，怎么能叫好呢？</td></tr><tr><td></td><td>How can you call a belly this big "staying in shape?"</td></tr><tr><td></td><td>W&#466; d&#249;zi zh&#232;me d&#224;, z&#283;nme n&#233;ng ji&#224;o h&#462;o ne?  </td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>您这是福相。别人想要都没有呢。</td></tr><tr><td></td><td>That's just showing your success. Some people who want that can't get it.</td></tr><tr><td></td><td>N&#237;n zh&#232; sh&#236; f&#250;xi&#224;ng. Bi&#233;r&#233;n xi&#462;ng y&#224;o d&#333;u m&#233;iy&#466;u ne.  </td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>呵呵，今天是什么日子？大家都夸我。噢，对了！今天我要决定谁升职。</td></tr><tr><td></td><td>Heh heh. What day is today? Everyone is complimenting me. Oh, that's right! Today I have to decide who gets promoted...</td></tr><tr><td></td><td>H&#275;h&#275;, j&#299;nti&#257;n sh&#236; sh&#233;nme r&#236;zi? D&#224;ji&#257; d&#333;u ku&#257; w&#466;. &#333;, du&#236; le! J&#299;nti&#257;n w&#466; y&#224;o ju&#233;d&#236;ng sh&#233;i sh&#275;ngzh&#237;.  </td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>气色</td><td>q&#236;s&#232;</td><td>complexion</td></tr><tr><td>业绩</td><td>y&#232;j&#236;</td><td>accomplishment</td></tr><tr><td>认真</td><td>r&#232;nzh&#275;n</td><td>diligent</td></tr><tr><td>推给</td><td>tu&#299;g&#283;i</td><td>to pass off</td></tr><tr><td>进步</td><td>j&#236;nb&#249;</td><td>progress</td></tr><tr><td>身材</td><td>sh&#275;nc&#225;i</td><td>figure</td></tr><tr><td>保持</td><td>b&#462;och&#237;</td><td>to maintain</td></tr><tr><td>窍门</td><td>qi&#224;om&#233;n</td><td>key</td></tr><tr><td>福相</td><td>f&#250;xi&#224;ng</td><td>showing good fortune</td></tr><tr><td>夸</td><td>ku&#257;</td><td>to praise</td></tr><tr><td>升职</td><td>sh&#275;ngzh&#237;</td><td>to promote</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>拍马屁</td><td>p&#257;i m&#462;p&#236;</td><td>to suck up</td></tr><tr><td>说好话</td><td>shu&#333; h&#462;ohu&#224;</td><td>to speak favorably of</td></tr><tr><td>精神</td><td>j&#299;ngshen</td><td>vigor</td></tr><tr><td>退步</td><td>tu&#236;b&#249;</td><td>to regress</td></tr></table></body>
</html>