<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" />
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<style>
body { width:auto;line-height:1.3em;margin:5% 5%;padding:0;border:0;float:none !important;color:black;background:transparent none;font-size:14pt;font-family:Arial,Verdana;} h1 {font-size:20pt}
</style>
<title>Intermediate - Beauty Pageant Registration</title>
</head>
<body><h1>Intermediate - Beauty Pageant Registration <span style="font-size:50%">(C0641)</span></h1>
<table>
<tr><td>A:</td><td>请问博客小姐在这里报名吗？</td></tr><tr><td></td><td>Q&#464;ng w&#232;n b&#243;k&#232; xi&#462;ojie z&#224;i zh&#232;l&#464; b&#224;om&#237;ng ma?  </td></tr><tr><td></td><td>Excuse me, is this the Miss Blogger sign up?</td></tr><tr><td></td><tr></td></tr><tr><td>B:</td><td>对。在那里排队。</td></tr><tr><td></td><td>Du&#236;. Z&#224;i n&#224;l&#464; p&#225;idu&#236;.  </td></tr><tr><td></td><td>Yes. Line up over there.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>哎，你看，那个女孩儿挺漂亮的。</td></tr><tr><td></td><td>&#257;i, n&#464; k&#224;n, n&#224;ge n&#474;h&#225;ir5 t&#464;ng pi&#224;oliang de.  </td></tr><tr><td></td><td>Hey, look. That girl is quite pretty.</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>是啊，挺有气质的，身材也不错。我们跟她聊聊怎么样？</td></tr><tr><td></td><td>Sh&#236; a, t&#464;ng y&#466;u q&#236;zh&#236; de, sh&#275;nc&#225;i y&#283; b&#249;cu&#242;. W&#466;men g&#275;n t&#257; li&#225;oliao z&#283;nmey&#224;ng?  </td></tr><tr><td></td><td>Yeah, rather refined, and with a decent figure. How about chatting with her?</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>好啊！...... 报名的人真多，我们都等了一个多小时了。</td></tr><tr><td></td><td>H&#462;o a!...... B&#224;om&#237;ng de r&#233;n zh&#275;n du&#333;, w&#466;men d&#333;u d&#283;ng le y&#299; ge du&#333; xi&#462;osh&#237; le.  </td></tr><tr><td></td><td>All right! ... There are a lot of people signing up. We've been waiting for over an hour already.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>是吗？那我上课要迟到了。</td></tr><tr><td></td><td>Sh&#236; ma? N&#224; w&#466; sh&#224;ngk&#232; y&#224;o ch&#237;d&#224;o le.  </td></tr><tr><td></td><td>Really? Then I'm going to be late for class.</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>你还是学生？</td></tr><tr><td></td><td>N&#464; h&#225;i sh&#236; xu&#233;sheng?  </td></tr><tr><td></td><td>You're still a student?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>嗯，研究生。我叫刘佳。</td></tr><tr><td></td><td>Ng4, y&#225;nji&#363;sh&#275;ng. W&#466; ji&#224;o Li&#250; Ji&#257;.  </td></tr><tr><td></td><td>Yeah, a graduate student. My name is Liu Jia.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>我叫Monica。这是我朋友，Jessica。</td></tr><tr><td></td><td>W&#466; ji&#224;o Monica. Zh&#232; sh&#236; w&#466; p&#233;ngyou, Jessica.  </td></tr><tr><td></td><td>I'm Monica. This is my friend, Jessica.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>你们也是学生吗？</td></tr><tr><td></td><td>N&#464;men y&#283; sh&#236; xu&#233;sheng ma?  </td></tr><tr><td></td><td>Are you students too?</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>对，我们两个都是学表演的。你是什么专业的？</td></tr><tr><td></td><td>Du&#236;, w&#466;men li&#462;ng ge d&#333;u sh&#236; xu&#233; bi&#462;oy&#462;n de. N&#464; sh&#236; sh&#233;nme zhu&#257;ny&#232; de?  </td></tr><tr><td></td><td>Yeah, we both study theater. What major are you?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>中文。</td></tr><tr><td></td><td>Zh&#333;ngw&#233;n.  </td></tr><tr><td></td><td>Chinese.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>那你怎么会来参加选美？</td></tr><tr><td></td><td>N&#224; n&#464; z&#233;nme hu&#236; l&#225;i c&#257;nji&#257; xu&#462;nm&#283;i?  </td></tr><tr><td></td><td>So why would you participate in a beauty pageant?</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>是啊。我们学表演的，学校会教我们怎么打扮。而且表演、唱歌、跳舞、样样都要学。正好可以在选美的时候用。学中文好像就没什么用了。</td></tr><tr><td></td><td>Sh&#236; a. W&#466;men xu&#233; bi&#462;oy&#462;n de, xu&#233;xi&#224;o hu&#236; ji&#257;o w&#466;men z&#283;nme d&#462;ban. &#233;rqi&#283; bi&#462;oy&#462;n, ch&#224;ngg&#275;, ti&#224;ow&#468;, y&#224;ngy&#224;ng d&#333;u y&#224;o xu&#233;. Zh&#232;ngh&#462;o k&#283;y&#464; z&#224;i xu&#462;nm&#283;i de sh&#237;hou y&#242;ng. Xu&#233; Zh&#333;ngw&#233;n h&#462;oxi&#224;ng ji&#249; m&#233;i sh&#233;nme y&#242;ng le.  </td></tr><tr><td></td><td>Yeah. We study acting, and the school even teaches us how to put on make-up. Plus we have to study performing, singing, dancing, and all that. It comes in handy for a beauty pageant. It seems that learning Chinese just isn't of any use.</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>我以前也这么觉得。可没想到博客小姐最重要的是博客的内容。我写的都是二十多岁女生的感想，连男生都喜欢看。</td></tr><tr><td></td><td>W&#466; y&#464;qi&#225;n y&#283; zh&#232;me ju&#233;de. K&#283; m&#233;ixi&#462;ngd&#224;o b&#243;k&#232; xi&#462;ojie zu&#236; zh&#242;ngy&#224;o de sh&#236; b&#243;k&#232; de n&#232;ir&#243;ng. W&#466; xi&#283; de d&#333;u sh&#236; &#232;rsh&#237; du&#333; su&#236; n&#474;sh&#275;ng de g&#462;nxi&#462;ng, li&#225;n n&#225;nsh&#275;ng d&#333;u x&#464;huan k&#224;n.  </td></tr><tr><td></td><td>I used to think that way. But I never imagined that for Miss Blogger the most important thing is the blog content. Everything I write is about the thoughts of a twenty-something girl. Even boys like to read it.</td></tr><tr><td></td><tr></td></tr><tr><td>C:</td><td>我的博客也很受欢迎。我教大家怎么化妆、怎么穿衣服！</td></tr><tr><td></td><td>W&#466; de b&#243;k&#232; y&#283; h&#283;n sh&#242;u hu&#257;ny&#237;ng. W&#466; ji&#257;o d&#224;ji&#257; z&#283;nme hu&#224;zhu&#257;ng, z&#283;nme chu&#257;n y&#299;fu!  </td></tr><tr><td></td><td>Same with my blog. I teach how to apply make-up, and how to dress!</td></tr><tr><td></td><tr></td></tr><tr><td>D:</td><td>我的也是。我们上个月都得了博客新人奖呢。那个比赛你参加了吗？</td></tr><tr><td></td><td>W&#466; de y&#283; sh&#236;. W&#466;men sh&#224;ng ge yu&#232; d&#333;u d&#233; le b&#243;k&#232; x&#299;nr&#233;n ji&#462;ng ne. N&#224;ge b&#464;s&#224;i n&#464; c&#257;nji&#257; le ma?  </td></tr><tr><td></td><td>Me too, the same goes for my blog. Last month we both won new blogger awards. Were you in that competition?</td></tr><tr><td></td><tr></td></tr><tr><td>A:</td><td>没有。我的博客已经写了两年多了，所以不算新人。不过这次是选美加博客，我应该算是新人吧。你们两位一定很有经验了，我要多向你们学习啊。</td></tr><tr><td></td><td>M&#233;iy&#466;u. W&#466; de b&#243;k&#232; y&#464;j&#299;ng xi&#283; le li&#462;ng ni&#225;n du&#333; le, su&#466;y&#464; b&#249; su&#224;n x&#299;nr&#233;n. B&#249;gu&#242; zh&#232;c&#236; sh&#236; xu&#462;nm&#283;i ji&#257; b&#243;k&#232;, w&#466; y&#299;ngg&#257;i su&#224;n sh&#236; x&#299;nr&#233;n ba. N&#464;men li&#462;ng w&#232;i y&#299;d&#236;ng h&#283;n y&#466;u j&#299;ngy&#224;n le, w&#466; y&#224;o du&#333; xi&#224;ng n&#464;men xu&#233;x&#237; a.  </td></tr><tr><td></td><td>No. I've had my blog for over two years, so I'm not a newcomer. But this time it's a beauty pageant plus blogging, so maybe I am a newcomer there. You two must have a lot of experience. I have to learn a lot from you.</td></tr><tr><td></td><tr></td></tr></table><h1>Key Vocabulary</h1><table><tr><td>报名</td><td>b&#224;om&#237;ng</td><td>to enroll</td></tr><tr><td>气质</td><td>q&#236;zh&#236;</td><td>refinement; the way a person has about them</td></tr><tr><td>身材</td><td>sh&#275;nc&#225;i</td><td>figure</td></tr><tr><td>研究生</td><td>y&#225;nji&#363;sh&#275;ng</td><td>graduate student</td></tr><tr><td>表演</td><td>bi&#462;oy&#462;n</td><td>performance</td></tr><tr><td>专业</td><td>zhu&#257;ny&#232;</td><td>major</td></tr><tr><td>打扮</td><td>d&#462;ban</td><td>to get dressed up</td></tr><tr><td>样样</td><td>y&#224;ngy&#224;ng</td><td>every sort</td></tr><tr><td>感想</td><td>g&#462;nxi&#462;ng</td><td>thoughts; impressions</td></tr><tr><td>受欢迎</td><td>sh&#242;u hu&#257;ny&#237;ng</td><td>popular</td></tr><tr><td>化妆</td><td>hu&#224;zhu&#257;ng</td><td>to apply makeup</td></tr><tr><td>新人</td><td>x&#299;nr&#233;n</td><td>newcomer</td></tr><tr><td>算</td><td>su&#224;n</td><td>to be considered</td></tr></table><h1>Supplementary Vocabulary</h1><table><tr><td>三个女人一台戏</td><td>s&#257;n ge n&#474;r&#233;n y&#299; t&#225;i x&#236;</td><td>three women make enough for a drama</td></tr><tr><td>忌妒</td><td>j&#236;du</td><td>jealous</td></tr><tr><td>做作</td><td>zu&#242;zuo</td><td>fake; affected</td></tr><tr><td>瞧不起</td><td>qi&#225;obuq&#464;</td><td>to look down on</td></tr><tr><td>讽刺</td><td>f&#283;ngc&#236;</td><td>to mock</td></tr><tr><td>炫耀</td><td>xu&#224;ny&#224;o</td><td>to show off</td></tr></table></body>
</html>